{

  "pages": [
    {
      "name": "page_start",
      "title": {
        "en": "Instructions - Privacy complaint form (private sector organization)",
        "fr": ""
      },
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<p>Complete this <strong>online form</strong> to submit a privacy complaint about a business to the Office of the Privacy Commissioner of Canada.</p>",
            "fr": "<p>Remplissez ce <strong>formulaire en ligne</strong> pour déposer une plainte concernant la protection de la vie privée visant une entreprise auprès du Commissariat à la protection de la vie privée du Canada.</p>"
          }
        },
        {
          "type": "panel",
          "title": {
            "en": "Filing out form",
            "fr": "Remplir le formulaire"
          },
          "elements": [
            {
              "type": "html",
              "html": {
                "en": "<p><ul class='spaced-list'><li>Fill in the 3 sections of the form:<ul><li><strong>Part A: Jurisdiction</strong>, which asks questions to help us determine if we have jurisdiction, under the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) to address your concern</li><li><strong>Part B: Steps taken</strong>, which asks what you have done so far to try to resolve your concern</li><li><strong>Part C: Details and documents</strong>, which asks for details of your concern and supporting documents (like copies of correspondence with the organization's privacy officer)</li></ul></li><li>You can check your progress at the bottom of each screen</li><li>Use the &ldquo;Previous screen&rdquo; navigation button instead of your browser's 'back' button</li><li>Your session will expire after 2 hours of inactivity</li><li>Review and edit your complaint before submitting it</li><li>After submitting the complaint, you may download or print a copy</li></ul></p>",
                "fr": "<p><ul class='spaced-list'><li>Remplissez les trois sections du formulaire :<ul><li><strong>Partie A : Compétence</strong>, qui pose des questions pour nous aider à déterminer si nous avons compétence en vertu de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE), pour répondre à vos préoccupations</li><li><strong>Partie B : Mesures prises</strong>, qui demande ce que vous avez fait jusqu'à présent pour tenter de résoudre votre problème</li><li><strong>Partie C : Détails et documents</strong>, qui demande des détails sur votre problème et les documents justificatifs (comme des copies de la correspondance avec l'agent de la protection de la vie privée de l'organisation)</li></ul></li><li>Vous pouvez vérifier vos progrès au bas de chaque écran</li><li>Utilisez le bouton de navigation &laquo; écran précédent &raquo; au lieu du bouton &laquo; Précédent &raquo; de votre navigateur</li><li>Votre session expirera après deux heures d'inactivité</li><li>Passez en revue votre plainte et modifiez-la avant de la soumettre</li><li>Après avoir soumis la plainte, vous pouvez télécharger ou imprimer une copie</li></ul></p>"
              }
            },
            {
              "type": "html",
              "html": {
                "en": "<section class='alert alert-info'><p>Your information is not saved until you complete the final “Submit complaint” step. If you end your session before submitting, the information will be deleted. You will have to start over.</p><section>",
                "fr": "<section class='alert alert-info'><p>Vos renseignements ne seront pas enregistrés tant que vous n’aurez pas terminé l’étape finale « Soumettre la plainte ». Si vous mettez fin à votre session avant de soumettre la plainte, les renseignements seront supprimés. Vous devrez recommencer à zéro.</p><section>"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_province",
      "title": {
        "en": "Part A: Jurisdiction (Province or territory)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (province ou territoire) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "radiogroup",
          "name": "ProvinceIncidence",
          "title": {
            "en": "What province or territory did the incident or practice you are concerned about occur in?",
            "fr": "Dans quelle province ou quel territoire l’incident ou la pratique qui vous préoccupe s’est-il produit?"
          },
          "description": {
            "en": "If you're not sure, please tell us where you live.",
            "fr": "En cas de doute, veuillez nous indiquer où vous habitez."
          },
          "isRequired": true,
          "choicesByUrl": {
            "url": "/api/Province?lang={locale}&addOther=true",
            "titleName": "text",
            "valueName": "value"
          }
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_particulars",
      "title": {
        "en": "Part A: Jurisdiction (Particulars)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (détails) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf": "{ProvinceIncidence} anyof [2,6,9]",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>Handling of personal information in { ProvinceIncidence } may fall under provincial privacy laws instead of the <em>Personal Information Protection and Electronic Document Act (PIPEDA)</em>. To help us determine jurisdiction, please answer the questions below.</p><section>",
            "fr": "<section class='alert alert-info'><p>Le traitement des renseignements personnels { province_incidence_prefix_au }{ ProvinceIncidence } peut relever des lois provinciales sur la protection des renseignements personnels plut&ocirc;t que de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). Pour nous aider à déterminer la compétence, veuillez répondre aux questions ci-dessous.</p><section>"
          }
        },
        {
          "type": "radiogroup",
          "name": "ComplaintAboutHandlingInformationOutsideProvince",
          "title": {
            "en": "Does your complaint relate to the handling of personal information outside your province of residence?",
            "fr": "Votre plainte concerne-t-elle le traitement de renseignements personnels à l’extérieur de votre province de résidence? "
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            },
            {
              "text": {
                "en": "Not sure",
                "fr": "Ne sait pas"
              },
              "value": "not_sure"
            }
          ]
        },
        {
          "type": "radiogroup",
          "name": "IsAgainstFwub",
          "title": {
            "en": "Is your complaint against any of the following types of organizations?",
            "fr": "Votre plainte vise-t-elle l’un des types d’organisation suivants?"
          },
          "description": {
            "en": "<p><ul><li>Airport or port</li><li>Bank</li><li>First nation band council</li><li>Interprovincial or international transportation company (freight or passenger, by land, water or air)</li><li>Off-shore drilling operation or organization involved in nuclear-related activity</li><li>Phone company, Internet service provider (ISP), or telecommunications infrastructure company</li><li>Radio or TV station</li></ul></p>",
            "fr": "<p><ul><li>Aéroport ou port</li><li>Banque</li><li>Conseil de bande d'une Première Nation</li><li>Entreprise de transport interprovincial ou international (marchandises ou passagers, par voie terrestre, maritime ou aérienne)</li><li>Activité de forage en mer ou organisation participant à des activités liées au nucléaire</li><li>Entreprise de téléphonie, fournisseur de services Internet (FSI) ou entreprise d'infrastructure de télécommunications</li><li>Station de radio ou de télévision</li></ul></p>"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        },
        {
          "type": "radiogroup",
          "name": "DidOrganizationDirectComplaintToOpc",
          "title": {
            "en": "Did the { ProvinceIncidence } Privacy Commissioner specifically refer you to the Office of the Privacy Commissioner of Canada?",
            "fr": "Est-ce que le commissaire à la protection de la vie privée { province_incidence_prefix_au }{ ProvinceIncidence } vous a expressément renvoyé au Commissariat à la protection de la vie privée du Canada?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_unable_1",
      "title": {
        "en": "Part A: Jurisdiction (Verify with { ProvinceIncidence } authority) — Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (vérifier auprès de l’autorité { ProvinceIncidence }) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf": "[{ProvinceIncidence}] anyof [2,6,9] and [{ComplaintAboutHandlingInformationOutsideProvince}] anyof ['no', 'not_sure'] and {IsAgainstFwub} contains 'no' and {DidOrganizationDirectComplaintToOpc} contains 'no'",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "We may not be able to investigate your complaint.",
            "fr": "Il se peut que nous ne puissions pas enquêter sur votre plainte."
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint about a business in { ProvinceIncidence }</h2><p>Based on your answers it is very unlikely that the <i>Personal Information Protection and Electronic Documents Act</i>(PIPEDA) covers your complaint.</p><p>Usually, provincial privacy laws cover the handling of personal information by government and private sector organizations in <strong>{ ProvinceIncidence }</strong></p><p><h2>What you can do</h2></p><p>For more information or to file a complaint with the provincial government, consult the <a href='{province_link}'>Office of the Information and Privacy Commissioner for { ProvinceIncidence }.</a></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte concernant une entreprise { province_incidence_prefix_au }{ ProvinceIncidence }</h2><p>D’après vos réponses, il est très peu probable que la<i>Loi sur la protection des renseignements personnels et les documents électroniques</i>(LPRPDE) couvre votre plainte.</p><p>Habituellement, les lois sur la protection de la vie privée de la province régissent le traitement des renseignements personnels fournis par le gouvernement et les organisations du secteur privé { province_incidence_prefix_au } <strong>{ ProvinceIncidence }</strong>.</p><p><h2>Ce que vous pouvez faire</h2></p><p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial, consultez le <a href='{province_link}'>Commissariat à l’information et à la protection de la vie privée { province_incidence_prefix_du }{ ProvinceIncidence }.</a></p></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p>If, based on any of the information above, you're not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint with us, please <strong>do not file a complaint about the same matter with another organization</strong> at the same time. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern. Also, we will not investigate complaints that are outside our jurisdiction.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section><p>Si vous souhaitez poursuivre votre plainte auprès de nous, veuillez <strong>ne pas déposer une plainte sur le même sujet auprès d’une autre organisation</strong> en même temps. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème. De plus, nous n’enquêterons pas sur les plaintes qui ne relèvent pas de notre compétence.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_provincial",
      "title": {
        "en": "Part A: Jurisdiction (Provincial or territory)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (provinciale ou territoriale) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf": "{ProvinceIncidence} anyof [1,3,4,5,7,8,10]",
      "elements": [
        {
          "type": "radiogroup",
          "name": "ComplaintAgainstHandlingOfInformation",
          "title": {
            "en": "Is your complaint about the handling of personal information by any of the following:",
            "fr": "Votre plainte concerne-t-elle le traitement des renseignements personnels par l’une ou l’autre des entités suivantes:"
          },
          "description": {
            "en": "<p><ul><li>a provincial ministry, agency, board, commission or police force</li><li>a publically funded school, university or college</li><li>a local government institution such as a municipality, local police, library, school board, or transit commissions</li></ul></p>",
            "fr": "<p><ul><li>un ministère, un organisme, un conseil, une commission ou un service de police provinciaux</li><li>une école, une université; ou un collège financé; par les fonds publics</li><li>une institution gouvernementale locale, comme une municipalité, un service de police local, une bibliothèque, un conseil scolaire ou une commission de transport en commun</li></ul></p>"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        },
        {
          "type": "radiogroup",
          "name": "HealthPractitioner",
          "title": {
            "en": "Is your complaint about the handling of personal information by a health practitioner (e.g. a doctor, nurse, pharmacist, chiropractor, psychologist, etc.) or a health clinic or hospital?",
            "fr": "Votre plainte concerne-t-elle le traitement des renseignements personnels par un praticien de la santé (médecin, infirmière, pharmacien, chiropraticien, psychologue, etc.), une clinique ou un hôpital?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        },
        {
          "type": "radiogroup",
          "name": "IndependantPhysicalExam",
          "title": {
            "en": "Is your complaint about the handling of personal information during or in relation to an independent medical exam conducted for an employer or insurance company (for example to determine fitness to work or eligibility for benefits)?",
            "fr": "Votre plainte concerne-t-elle le traitement des renseignements personnels pendant ou en rapport avec un examen médical indépendant effectué pour un employeur ou une compagnie d’assurance (par exemple, pour déterminer l’aptitude au travail ou l’admissibilité aux prestations)?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            },
            {
              "text": {
                "en": "N/A",
                "fr": "S.O."
              },
              "value": "not_applicable"
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_unable_2",
      "title": {
        "en": "Part A: Jurisdiction (Verify with { ProvinceIncidence } authority) — Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (vérifier auprès de l’autorité { province_incidence_prefix_au }{ ProvinceIncidence }) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf": "[{ProvinceIncidence}] anyof [1,3,4,5,7,8,10] and ({ComplaintAgainstHandlingOfInformation} contains ['yes'] or ({HealthPractitioner} contains 'yes' and {IndependantPhysicalExam} contains 'no'))",
      "elements": [
        {
          "type": "html",
          "visibleIf": "{ProvinceIncidence} anyof [1,3,4,10]",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a business in { ProvinceIncidence }</h2><p>Based on your answers it is very unlikely that the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) covers your complaint.</p> <p>Usually, provincial privacy laws cover the handling of personal information by public bodies or health information custodians in <strong>{ ProvinceIncidence }</strong></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant une entreprise { province_incidence_prefix_au }{ ProvinceIncidence }</h2><p>Selon vos réponses, il est très peu probable que la Loi sur la protection des renseignements personnels et les documents électroniques (LPRPDE) couvre votre plainte.</p><p>En général, les lois sur la protection des renseignements personnels de la province régissent le traitement des renseignements personnels par les organismes publics ou les dépositaires de renseignements sur la santé  <strong>{ province_incidence_prefix_du }{ ProvinceIncidence }</strong>.</p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{ProvinceIncidence} anyof [5,8]",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a business in { ProvinceIncidence }</h2><p>Based on your answer, we recommend that you make your complaint to the <strong>Manitoba</strong> provincial government instead of our office.</p><p>Usually, provincial privacy laws cover the handling of personal information by public bodies or health information custodians in { ProvinceIncidence }.</p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant une entreprise { province_incidence_prefix_au }{ ProvinceIncidence }</h2><p>Selon votre réponse, nous vous recommandons de déposer votre plainte auprès du gouvernement provincial { province_incidence_prefix_du }<strong>{ ProvinceIncidence }</strong> plutôt qu’auprès de notre bureau.</p><p>En général, les lois sur la protection des renseignements personnels de la province régissent le traitement des renseignements personnels par les organismes publics ou les dépositaires de renseignements sur la santé { province_incidence_prefix_du }{ ProvinceIncidence }.</p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{ProvinceIncidence} anyof [7]",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a business in { ProvinceIncidence }</h2><p>Based on your answer, we recommend that you make your complaint to the <strong>{ ProvinceIncidence }</strong> provincial government instead of our office.</p><p>Usually, provincial privacy laws cover the handling of personal information by public bodies in { ProvinceIncidence }.</p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant une entreprise { province_incidence_prefix_au }{ ProvinceIncidence }</h2><p>Selon votre réponse, nous vous recommandons de déposer votre plainte auprès du gouvernement provincial <strong>{ province_incidence_prefix_du }{ ProvinceIncidence }</strong> plutôt qu’auprès de notre bureau.</p><p>En général, les lois sur la protection des renseignements personnels de la province régissent le traitement des renseignements personnels par les organismes publics { province_incidence_prefix_du }{ ProvinceIncidence }.</p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{ProvinceIncidence} anyof [1,3,4,10]",
          "html": {
            "en": "<section class='alert alert-info'><h2>What you can do</h2><p>For more information or to file a complaint to the { ProvinceIncidence } provincial government, consult:<ul><li>with the <a href='{ link_province_opc }' target='_blank'>Information and Privacy Commissioner of { ProvinceIncidence }</a></li><li><a href='{link_similar_to_pipeda_en}' target='_blank'>provincial legislation deemed substantially similar to PIPEDA</a></li></ul></p></section>",

            "fr": "<section class='alert alert-info'><h2>Ce que vous pouvez faire</h2><p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial { province_incidence_prefix_du }{ ProvinceIncidence }, veuillez consulter: <ul><li>le <a href='{ link_province_opc }' target='_blank'>Commissaire à l'information et à la protection de la vie privée { province_incidence_prefix_du }{ ProvinceIncidence }</a></li><li><a href='{link_similar_to_pipeda_fr}' target='_blank'>réputées essentiellement similaires à la LPRPDE</a></li></ul></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{ProvinceIncidence} anyof [5,7,8]",
          "html": {
            "en": "<section class='alert alert-info'><h2>What you can do</h2><p>For more information or to file a complaint with the { ProvinceIncidence } provincial government, consult the <a href='{ link_more_info }' target='_blank'>{ ProvinceIncidence } Ombudsman</a>.</p></section>",
            "fr": "<section class='alert alert-info'><h2>Ce que vous pouvez faire</h2><p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial { province_incidence_prefix_du }{ ProvinceIncidence }, consultez le <a href='{ link_more_info }' target='_blank'>Commissaire à l'information et à la protection de la vie privée { province_incidence_prefix_du }{ ProvinceIncidence }</a>.</p></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p>If, based on any of the information above, you're not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint with us, please <strong>do not file a complaint about the same matter with another organization</strong> at the same time. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern. Also, we will not investigate complaints that are outside our jurisdiction.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section class='alert alert-info'><p>Si vous souhaitez poursuivre votre plainte auprès de nous, veuillez <strong>ne pas déposer une plainte sur le même sujet auprès d’une autre organisation</strong> en même temps. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème. De plus, nous n’enquêterons pas sur les plaintes qui ne relèvent pas de notre compétence.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_a_customer_or_employee",
      "title": {
        "en": "Part A: Jurisdiction (Customer or employee)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (client ou employé) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>The <strong>type of personal information</strong> involved may affect whether the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to your complaint. Please answer the question{ plural } below to help us determine jurisdiction.</p><section>",
            "fr": "<section class='alert alert-info'><p>Le <strong>type de renseignements personnels</strong> en cause peut influer sur l’application de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) à votre plainte. Veuillez répondre à la question suivante pour nous aider à déterminer la compétence.</p><section>"
          }
        },
        {
          "type": "radiogroup",
          "name": "EmployeeOrCustomer",
          "title": {
            "en": "Are you submitting the complaint as a customer or as an employee of the organization?",
            "fr": "Déposez-vous la plainte en tant que client ou en tant qu’employé de l’organisation?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Customer",
                "fr": "Client"
              },
              "value": "customer"
            },
            {
              "text": {
                "en": "An employee, former employee, or applicant for a job at the organization",
                "fr": "Employé, ancien employé ou candidat à un emploi au sein de l’organisation"
              },
              "value": "employee"
            },
            {
              "text": {
                "en": "Other",
                "fr": "Autre"
              },
              "value": "other"
            }
          ]
        },
        {
          "type": "radiogroup",
          "name": "AgainstOrganizations",
          "title": {
            "en": "Is your complaint against any of the following types of organizations?",
            "fr": "Votre plainte vise-t-elle l’un des types d’organisation suivants?"
          },
          "visibleIf": "{ProvinceIncidence} anyof [1,3,4,5,7,8,10]",
          "description": {
            "en": "<p><ul><li>Airport or port</li><li>Bank</li><li>First nation band council</li><li>Interprovincial or international transportation company (freight or passenger, by land, water or air)</li><li>Off-shore drilling operation or organization involved in nuclear-related activity</li><li>Phone company, Internet service provider (ISP), or telecommunications infrastructure company</li><li>Radio or TV station</li></ul></p>",
            "fr": "<p><ul><li>Aéroport ou port</li><li>Banque</li><li>Conseil de bande d'une Première Nation</li><li>Entreprise de transport interprovincial ou international (marchandises ou passagers, par voie terrestre, maritime ou aérienne)</li><li>Activité de forage en mer ou organisation participant à des activités liées au nucléaire</li><li>Entreprise de téléphonie, fournisseur de services Internet (FSI) ou entreprise d'infrastructure de télécommunications</li><li>Station de radio ou de télévision</li></ul></p>"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_unable_3",
      "title": {
        "en": "",
        "fr": "Partie A : Compétence (s’adresser à l’employeur ou chercher des solutions de rechange) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf":  "{EmployeeOrCustomer} contains 'employee' and {AgainstOrganizations} contains 'no'",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "We may not be able to investigate your complaint.",
            "fr": "Il se peut que nous ne puissions pas enquêter sur votre plainte."
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>Based on your answers it is very unlikely that the Personal Information Protection and Electronic Documents Act (PIPEDA) covers your complaint.Usually PIPEDA applies to the handling of employees’ personal information only if the organization is defined as a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda_brief/#_fwub/' target='_blank'>“federal work, undertaking or business”</a>. Examples may include:</p><p><ul><li>airports, aircrafts or airlines</li><li>banks</li><li>inter-provincial or international transportation by land or water</li><li>telecommunications</li><li>offshore drilling operations</li><li>radio and television broadcasting</li></ul></p><h2>What you can do</h2><p>Depending on your concern, there may be help available at the provincial or territorial level. If your concerns relates to wrongful termination, denied benefits, workplace harassment or unfair discipline, you can seek information from authorities dealing with:</p><p><ul><li><a href='https://www.canada.ca/en/services/entreprises.html' target='_blank'>employment equity and human rights</a></li><li><a href='https://www.canada.ca/en/services/entreprises.html' target='_blank'>employment standards</a></li><li><a href='https://www.canada.ca/en/services/entreprises.html' target='_blank'>workplace health and safety regulationsl</a></li></ul></p><p>We also encourage you to consider raising your concern with the person responsible for privacy at your organization, often called the Privacy Officer.</p></section>",
            "fr": "<section class='alert alert-info'><p>Selon vos réponses, il est très peu probable que la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) couvre votre plainte.</p><p>En général, la LPRPDE ne s'applique au traitement des renseignements personnels des employés que si l'organisation est définie comme une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/lprpde_survol/' target='_blank'>« entreprise fédérale »</a>. En voici quelques exemples:</p><p><ul><li>les aéroports, les aéronefs ou les compagnies aériennes</li><li>les banques</li><li>le transport interprovincial ou international par voie terrestre ou maritime</li><li>les télécommunications</li><li>les activités de forage en mer</li><li>la radiodiffusion et la télédiffusion</li></ul></p><h2>Ce que vous pouvez faire</h2><p>Selon vos préoccupations, il se peut que de l’aide soit disponible à l’échelle provinciale ou territoriale. Si vos préoccupations ont trait à un congédiement injustifié, à un refus de prestations, à du harcèlement au travail ou à des mesures disciplinaires injustes, vous pouvez demander des renseignements aux autorités compétentes en:</p><p><ul><li><a href='https://www.canada.ca/fr/services/entreprises.html' target='_blank'>équité en matière d’emploi et droits de la personne</a></li><li><a href='https://www.canada.ca/fr/services/entreprises.html' target='_blank'>normes d’emploi</a></li><li><a href='https://www.canada.ca/fr/services/entreprises.html' target='_blank'>règlements sur la santé et la sécurité au travail</a></li></ul></p><p>Nous vous encourageons également à envisager de faire part de vos préoccupations à la personne responsable de la protection de la vie privée au sein de votre organisation, qui est souvent appelée l’agent de la protection de la vie privée.</p></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p>If, based on any of the information above, you're not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint with us, please <strong>do not file a complaint about the same matter with another organization</strong> at the same time. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern. Also, we will not investigate complaints that are outside our jurisdiction.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section><p>Si vous souhaitez poursuivre votre plainte auprès de nous, veuillez <strong>ne pas déposer une plainte sur le même sujet auprès d’une autre organisation</strong> en même temps. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème. De plus, nous n’enquêterons pas sur les plaintes qui ne relèvent pas de notre compétence.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_a_competence",
      "title": {
        "en": "Part A: Jurisdiction (Organizations likely outside PIPEDA jurisdiction)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (organisations qui ne relèvent probablement pas de la LPRPDE) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) only applies to personal information handled by organizations during a commercial activity and the personal information of employees of certain organizations. Please answer the question below to determine if your complaint is within this scope.</p></section>",
            "fr": "<section class='alert alert-info'><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne s’applique qu’aux renseignements personnels traités par les organisations dans le cadre d’une activité commerciale et aux renseignements personnels des employés de certaines organisations. Veuillez répondre à la question suivante pour déterminer si votre plainte s’inscrit dans ce champ d’application.</p></section>"
          }
        },
        {
          "type": "checkbox",
          "name": "Question3Answers",
          "title": {
            "en": "If your complaint is against any of the following types of organizations, please check all that apply.",
            "fr": "Si votre plainte vise l’un des types d’organisation suivants, veuillez cocher ceux qui s’appliquent."
          },
          "choices": [
            {
              "value": "charity_non_profit",
              "text": {
                "en": "Charity or not-for-profit (other than credit-union, co-op housing, or daycare)",
                "fr": "Organisme de bienfaisance ou sans but lucratif (autre qu’une caisse populaire, une coopérative d’habitation ou une garderie)"
              }
            },
            {
              "value": "condominium_corporation",
              "text": {
                "en": "Condominium corporation",
                "fr": "Société d’immeuble en copropriété"
              }
            },
            {
              "value": "federal_government",
              "text": {
                "en": "Federal government institution",
                "fr": "Institution fédérale"
              }
            },
            {
              "value": "first_nation",
              "text": {
                "en": "First Nation band council",
                "fr": "Conseil de bande d’une Première Nation"
              }
            },
            {
              "value": "individual",
              "text": {
                "en": "Individual",
                "fr": "Particulier"
              }
            },
            {
              "value": "journalism",
              "text": {
                "en": "Organization engaged in journalism (online or offline newspaper, magazine, radio or TV broadcaster)",
                "fr": "Organisation faisant du journalisme (journal, magazine, radio ou télédiffuseur en ligne ou hors ligne)"
              }
            },
            {
              "value": "political_party",
              "text": {
                "en": "Political party",
                "fr": "Parti politique"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_a_competence_info",
      "title": {
        "en": "Part A: Jurisdiction (Verify with other organizations)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (vérifier auprès d’autres organisations) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'charity_non_profit'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a charity or not-for-profit organization</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information during a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/' target='_blank'>commercial activity</a>.</p><p>The core activities of not-for-profit organizations (non-profits), especially charities, are usually not commercial and therefore, not covered by PIPEDA.</p><p>However, PIPEDA <strong>does apply</strong> to these activities by non-profits, where they are engaged in commercial activity:</p><ul><li>selling or bartering personal information</li><li>offering services at market rates (comparable to businesses’ rates), as in the case of some daycares, credit unions and housing co-ops run by nonprofits</li></ul><p>Please note that charging fees for services is not usually considered commercial if the services are part of the nonprofit’s mandate.</p><h2>What you can do</h2><p>Contact the organization to see if they will respond to your concerns and adjust their practices: <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a>.</p></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte contre un organisme de bienfaisance ou sans but lucratif</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s'applique à la collecte, à l'utilisation et à la communication de renseignements personnels dans le cadre d'une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/' target='_blank'>activité commerciale.</a></p><p>Les activités principales des organismes sans but lucratif, en particulier les organismes de bienfaisance, ne sont habituellement pas commerciales et, par conséquent, ne sont pas visées par la LPRPDE.</p><p>Toutefois, la LPRPDE <strong>s'applique</strong> aux activités des organismes sans but lucratif, lorsqu'ils exercent une activité commerciale :</p><ul><li>la vente ou le troc de renseignements personnels</li><li>la prestation de services aux taux du marché (comparables à ceux des entreprises), comme dans le cas de certaines garderies, caisses populaires et coopératives d'habitation gérées par des organismes sans but lucratif</li></ul><p>Veuillez noter que l'imposition de frais pour des services n'est habituellement pas considérée comme une activité commerciale si les services font partie du mandat de l'organisme sans but lucratif.</p><h2>Ce que vous pouvez faire</h2><p>Communiquez avec l'organisme pour savoir s'il répondra à vos préoccupations et modifiera ses pratiques : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/renseignements-et-conseils-pour-les-particuliers/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a>.</p></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'condominium_corporation'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a condominium (condo) corporation or its agent</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information during a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/' target='_blank'>commercial activity</a>.</p><p>Usually, PIPEDA does not apply to the core activities of a condo corporation, or its agent such as a property manager or lawyer. These core activities are typically:</p><ul><li>general administration</li><li>managing, and maintaining common elements of the property, and</li><li>are not being done for the corporation’s profit</li></ul><p>PIPEDA usually only applies in condo-related cases to:</p><ul><li>the handling of personal information by a developer (the builder selling the condo units)</li><li>the handling of personal information during a commercial activity by a condo corporation</li></ul><p>Please note that charging fees for services is not a commercial activity if the services are part of the corporation’s mandate.</p><h2>What you can do</h2><p>Depending on your concern, you may be able to:</p><ul><li><a href='https://www.condoauthorityontario.ca/en-US/tribunal/' target='_blank'>file a case with the Condominium Authority Tribunal</a> for a condo in Ontario</li><li>contact the condo board to see if they will respond to your concerns and adjust their practices</li></ul></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte contre une société d'immeuble en copropriété ou son mandataire</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s'applique à la collecte, à l'utilisation et à la communication de renseignements personnels dans le cadre d'une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/' target='_blank'>activité commerciale.</a></p><p>En général, la LPRPDE ne s'applique pas aux activités principales d'une société d'immeuble en copropriété ou de son mandataire, comme un gestionnaire immobilier ou un avocat. Ces activités de base sont normalement :</p><ul><li>administration générale</li><li>gestion et entretien des parties communes de la propriété,</li><li>non effectués pour le bénéfice de la société</li></ul><p>Dans les cas liés à des immeubles en copropriété, la LPRPDE ne s'applique habituellement qu'aux activités suivantes :</p><ul><li>le traitement des renseignements personnels par un promoteur (le constructeur qui vend les logements en copropriété)</li><li>le traitement des renseignements personnels dans le cadre d'une activité commerciale d'une société d'immeuble en copropriété</li></ul><p>Veuillez noter que l'imposition de frais pour des services n'est pas une activité commerciale si les services font partie du mandat de la société.</p><h2>Ce que vous pouvez faire</h2><p>En fonction de vos préoccupations, vous pourrez peut-être :</p><ul><li><a href='https://www.condoauthorityontario.ca/fr-FR/tribunal/' target='_blank'>déposer un dossier auprès du Tribunal de l'autorité du secteur des condominiums</a> pour un immeuble en copropriété en Ontario</li><li>communiquer avec le conseil d'administration de l'immeuble en copropriété pour savoir s'il répondra à vos préoccupations et adaptera ses pratiques</li></ul></li></ul></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'federal_government'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a federal government institution</h2><p>Federal government institutions are covered by the federal <em>Privacy Act</em>, not by the Personal Information Protection and Electronic Documents Act (PIPEDA).</p><h2>What you can do</h2><a href='https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-federal-institution/' target='_blank'>File a privacy complaint about a federal institution</a></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant une institution fédérale</h2><p>Les institutions fédérales sont assujetties à la <em>Loi sur la protection des renseignements personnels</em> à l’échelle fédérale et non à la Loi sur la protection des renseignements personnels et les documents électroniques (LPRPDE).</p><h2>Ce que vous pouvez faire</h2><a href='https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-institution-du-gouvernement-federal/' target='_blank'>Déposer une plainte concernant la protection de la vie privée visant une institution du gouvernement fédéral</a></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'first_nation'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a First Nation band council</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies only if the complaint is about the handling of personal information:</p><ul><li>about an employee of a First Nation band council, or</li><li>during a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/' target='_blank'>commercial activity</a> by a First Nation band council undertaken as part of its core functions</li></ul><h2>What you can do</h2><p>Depending on your concern, you may be able to:</p><ul><li><a href='https://www.aadnc-aandc.gc.ca/eng/1100100011234/1100100011235' target='_blank'>make a complaint to Indigenous Services Canada</a></li><li>contact the band council to see if it will respond to your concerns and adjust its practices</li></ul></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un conseil de bande d’une Première Nation</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne s’applique que si la plainte concerne le traitement des renseignements personnels :</p><ul><li>au sujet d’un employé d’un conseil de bande d’une Première Nation,</li><li>pendant une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/' target='_blank'>activité commerciale</a> entreprise par un conseil de bande d’une Première Nation dans le cadre de ses fonctions essentielles</li></ul><h2>Ce que vous pouvez faire</h2><p>En fonction de vos préoccupations, vous pourrez peut-être :</p><ul><li><a href='https://www.aadnc-aandc.gc.ca/fra/1100100011234/1100100011235' target='_blank'>déposer une plainte auprès de Services aux Autochtones Canada</a></li><li>communiquer avec le conseil de bande pour voir s’il répondra à vos préoccupations et adaptera ses pratiques</li></ul></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'individual'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against an individual</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information by an organization during a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/' target='_blank'>commercial activity</a>.</p><p>Therefore, PIPEDA only applies to a complaint against an individual if that person is engaged in commercial activity - for example as an individual business owner such as a landlord, real estate agent, or other sole proprietor.</p><h2>What you can do</h2><ul><li>Contact the police if you are concerned about trespassing, theft, or other illegal activities by an individual</li><li>Consider getting legal advice if the matter appears to be a civil dispute</li></ul></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un particulier</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s’applique à la collecte, à l’utilisation et à la communication de renseignements personnels par une organisation pendant une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/' target='_blank'>activité commerciale</a>.</p><p>Par conséquent, la LPRPDE ne s’applique à une plainte visant un particulier que si cette personne exerce une activité commerciale – par exemple, à titre de propriétaire d’entreprise, comme un propriétaire, un agent immobilier ou un autre propriétaire unique.</p><h2>Ce que vous pouvez faire</h2><ul><li>Communiquer avec la police si vous craignez une intrusion, un vol ou d’autres activités illégales de la part d’un particulier</li><li>Envisager d’obtenir des conseils juridiques si l’affaire semble être un litige civil</li></ul></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'journalism'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against an online or offline newspaper, magazine, radio, or TV broadcaster</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) does not apply to any information that is collected, used, or disclosed only for journalistic, artistic or literary purposes.</p><p>In this context, PIPEDA usually doesn't cover anything collected, used or disclosed in articles or broadcasts.</p><p>However, PIPEDA does cover the handling of subscribers’ personal information.</p><h2>What you can do</h2><ul><li>Contact the publisher or broadcaster about your concerns: <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a></li><li>Consider getting legal advice if you think something said or written about you is defamatory or libelous</li></ul></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un journal, un magazine, une radio ou un télédiffuseur en ligne ou hors ligne</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne s’applique pas aux renseignements recueillis, utilisés ou communiqués uniquement à des fins journalistiques, artistiques ou littéraires.</p><p>Dans ce contexte, la LPRPDE ne s’applique généralement pas aux renseignements recueillis, utilisés ou communiqués dans des articles ou des émissions.</p>p>Toutefois, la LPRPDE vise le traitement des renseignements personnels des abonnés.</p><h2>Ce que vous pouvez faire</h2><ul><li>Communiquer avec l’éditeur ou le diffuseur pour lui faire part de vos préoccupations : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations en matière de protection de la vie privée à une entreprise</a></li><li>Envisagez d’obtenir des conseils juridiques si vous pensez que quelque chose qui a été dit ou écrit à votre sujet est diffamatoire</li></ul></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'political_party'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a political party</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information during a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/' target='_blank'>commercial activity</a>.</p><p>The core activities of political parties <strong>are not considered</strong> to be commercial in nature. Therefore, PIPEDA would only apply if the complaint relates to a transaction or regular course of conduct that is of commercial character.</p><h2>What you can do</h2><p>Contact the political party to see if they will respond to your concerns and adjust their practices.</p></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un parti politique</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s’applique à la collecte, à l’utilisation et à la communication de renseignements personnels pendant une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/' target='_blank'>activité commerciale</a>.</p><p>Les activités principales des partis politiques <strong>ne sont pas considérées</strong> comme étant de nature commerciale. Par conséquent, la LPRPDE ne s’appliquerait que si la plainte porte sur une transaction ou une activité régulière qui revêt un caractère commercial de par sa nature.</p><h2>Ce que vous pouvez faire</h2><p>Communiquer avec le parti politique pour savoir s’il répondra à vos préoccupations et adaptera ses pratiques.</p></p></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p><p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si vous souhaitez soulever votre problème auprès de l’organisation en question ou chercher des solutions de rechange, vous pouvez mettre fin à votre session. Votre formulaire sera supprimé. Pour des raisons de confidentialité, nous ne conservons pas les formulaires partiellement remplis.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint with us, please <strong>do not file a complaint about the same matter with another organization</strong> at the same time. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern. Also, we will not investigate complaints that are outside our jurisdiction.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section class='alert alert-info'><p>Si vous souhaitez poursuivre votre plainte auprès de nous, veuillez <strong>ne pas déposer une plainte sur le même sujet auprès d’une autre organisation</strong> en même temps. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème. De plus, nous n’enquêterons pas sur les plaintes qui ne relèvent pas de notre compétence.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_template",
      "title": {
        "en": "fkhjkhjk",
        "fr": "pioupiopuio"
      },
      "elements": [

      ]
    }
  ]
}