{
  "pages": [
    {
      "name": "page_start",
      "title": {
        "en": "Instructions - Privacy complaint form (private sector organization)",
        "fr": ""
      },
      "hideOnPreview": true,
      "hideOnPDF": true,
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<p>Complete this <strong>online form</strong> to submit a privacy complaint about a business to the Office of the Privacy Commissioner of Canada.</p>",
            "fr": "<p>Remplissez ce <strong>formulaire en ligne</strong> pour déposer une plainte concernant la protection de la vie privée visant une entreprise auprès du Commissariat à la protection de la vie privée du Canada.</p>"
          }
        },
        {
          "type": "panel",
          "title": {
            "en": "Filing out form",
            "fr": "Remplir le formulaire"
          },
          "elements": [
            {
              "type": "html",
              "html": {
                "en": "<p><ul class='spaced-list'><li>Fill in the 3 sections of the form:<ul><li><strong>Part A: Jurisdiction</strong>, which asks questions to help us determine if we have jurisdiction, under the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) to address your concern</li><li><strong>Part B: Steps taken</strong>, which asks what you have done so far to try to resolve your concern</li><li><strong>Part C: Details and documents</strong>, which asks for details of your concern and supporting documents (like copies of correspondence with the organization’s privacy officer)</li></ul></li><li>You can check your progress at the bottom of each screen</li><li>Use the &ldquo;Previous screen&rdquo; navigation button instead of your browser’s 'back' button</li><li>Your session will expire after 2 hours of inactivity</li><li>Review and edit your complaint before submitting it</li><li>After submitting the complaint, you may download or print a copy</li></ul></p>",
                "fr": "<p><ul class='spaced-list'><li>Remplissez les trois sections du formulaire :<ul><li><strong>Partie A : Compétence</strong>, qui pose des questions pour nous aider à déterminer si nous avons compétence en vertu de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE), pour répondre à vos préoccupations</li><li><strong>Partie B : Mesures prises</strong>, qui demande ce que vous avez fait jusqu'à présent pour tenter de résoudre votre problème</li><li><strong>Partie C : Détails et documents</strong>, qui demande des détails sur votre problème et les documents justificatifs (comme des copies de la correspondance avec l’agent de la protection de la vie privée de l’organisation)</li></ul></li><li>Vous pouvez vérifier vos progrès au bas de chaque écran</li><li>Utilisez le bouton de navigation &laquo; écran précédent &raquo; au lieu du bouton &laquo; Précédent &raquo; de votre navigateur</li><li>Votre session expirera après deux heures d’inactivité</li><li>Passez en revue votre plainte et modifiez-la avant de la soumettre</li><li>Après avoir soumis la plainte, vous pouvez télécharger ou imprimer une copie</li></ul></p>"
              }
            },
            {
              "type": "html",
              "html": {
                "en": "<section class='alert alert-info'><p>Your information is not saved until you complete the final “Submit complaint” step. If you end your session before submitting, the information will be deleted. You will have to start over.</p><section>",
                "fr": "<section class='alert alert-info'><p>Vos renseignements ne seront pas enregistrés tant que vous n’aurez pas terminé l’étape finale « Soumettre la plainte ». Si vous mettez fin à votre session avant de soumettre la plainte, les renseignements seront supprimés. Vous devrez recommencer à zéro.</p><section>"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_province",
      "title": {
        "en": "Part A: Jurisdiction (Province or territory)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (province ou territoire) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "radiogroup",
          "name": "ProvinceIncidence",
          "title": {
            "en": "What province or territory did the incident or practice you are concerned about occur in?",
            "fr": "Dans quelle province ou quel territoire l’incident ou la pratique qui vous préoccupe s’est-il produit?"
          },
          "description": {
            "en": "If you're not sure, please tell us where you live.",
            "fr": "En cas de doute, veuillez nous indiquer où vous habitez."
          },
          "isRequired": true,
          "choicesByUrl": {
            "url": "/api/Province?lang={locale}&addOther=true",
            "titleName": "text",
            "valueName": "value"
          }
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_particulars",
      "title": {
        "en": "Part A: Jurisdiction (Particulars)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (détails) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf": "{ProvinceIncidence} anyof [2,6,9]",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>Handling of personal information in {ProvinceIncidence} may fall under provincial privacy laws instead of the <em>Personal Information Protection and Electronic Document Act (PIPEDA)</em>. To help us determine jurisdiction, please answer the questions below.</p><section>",
            "fr": "<section class='alert alert-info'><p>Le traitement des renseignements personnels {province_incidence_prefix_au}{ProvinceIncidence} peut relever des lois provinciales sur la protection des renseignements personnels plut&ocirc;t que de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). Pour nous aider à déterminer la compétence, veuillez répondre aux questions ci-dessous.</p><section>"
          }
        },
        {
          "type": "radiogroup",
          "name": "ComplaintAboutHandlingInformationOutsideProvince",
          "title": {
            "en": "Does your complaint relate to the handling of personal information outside your province of residence?",
            "fr": "Votre plainte concerne-t-elle le traitement de renseignements personnels à l’extérieur de votre province de résidence? "
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            },
            {
              "text": {
                "en": "Not sure",
                "fr": "Ne sait pas"
              },
              "value": "not_sure"
            }
          ]
        },
        {
          "type": "radiogroup",
          "name": "IsAgainstFwub",
          "title": {
            "en": "Is your complaint against any of the following types of organizations?",
            "fr": "Votre plainte vise-t-elle l’un des types d’organisation suivants?"
          },
          "description": {
            "en": "<p><ul><li>Airport or port</li><li>Bank</li><li>First nation band council</li><li>Interprovincial or international transportation company (freight or passenger, by land, water or air)</li><li>Off-shore drilling operation or organization involved in nuclear-related activity</li><li>Phone company, Internet service provider (ISP), or telecommunications infrastructure company</li><li>Radio or TV station</li></ul></p>",
            "fr": "<p><ul><li>Aéroport ou port</li><li>Banque</li><li>Conseil de bande d’une Première Nation</li><li>Entreprise de transport interprovincial ou international (marchandises ou passagers, par voie terrestre, maritime ou aérienne)</li><li>Activité de forage en mer ou organisation participant à des activités liées au nucléaire</li><li>Entreprise de téléphonie, fournisseur de services Internet (FSI) ou entreprise d’infrastructure de télécommunications</li><li>Station de radio ou de télévision</li></ul></p>"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        },
        {
          "type": "radiogroup",
          "name": "DidOrganizationDirectComplaintToOpc",
          "title": {
            "en": "Did the {ProvinceIncidence} Privacy Commissioner specifically refer you to the Office of the Privacy Commissioner of Canada?",
            "fr": "Est-ce que le commissaire à la protection de la vie privée {province_incidence_prefix_au}{ProvinceIncidence} vous a expressément renvoyé au Commissariat à la protection de la vie privée du Canada?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_unable_1",
      "title": {
        "en": "Part A: Jurisdiction (Verify with {ProvinceIncidence} authority) — Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (vérifier auprès de l’autorité {ProvinceIncidence}) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "hideOnPreview": true,
      "hideOnPDF": true,
      "visibleIf": "[{ProvinceIncidence}] anyof [2,6,9] and [{ComplaintAboutHandlingInformationOutsideProvince}] anyof ['no', 'not_sure'] and {IsAgainstFwub} contains 'no' and {DidOrganizationDirectComplaintToOpc} contains 'no'",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "We may not be able to investigate your complaint.",
            "fr": "Il se peut que nous ne puissions pas enquêter sur votre plainte."
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint about a business in {ProvinceIncidence}</h2><p>Based on your answers it is very unlikely that the <i>Personal Information Protection and Electronic Documents Act</i>(PIPEDA) covers your complaint.</p><p>Usually, provincial privacy laws cover the handling of personal information by government and private sector organizations in <strong>{ProvinceIncidence}</strong></p><p><h2>What you can do</h2></p><p>For more information or to file a complaint with the provincial government, consult the <a href='{province_link}'>Office of the Information and Privacy Commissioner for {ProvinceIncidence}.</a></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte concernant une entreprise {province_incidence_prefix_au}{ProvinceIncidence}</h2><p>D’après vos réponses, il est très peu probable que la<i>Loi sur la protection des renseignements personnels et les documents électroniques</i>(LPRPDE) couvre votre plainte.</p><p>Habituellement, les lois sur la protection de la vie privée de la province régissent le traitement des renseignements personnels fournis par le gouvernement et les organisations du secteur privé {province_incidence_prefix_au} <strong>{ProvinceIncidence}</strong>.</p><p><h2>Ce que vous pouvez faire</h2></p><p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial, consultez le <a href='{province_link}'>Commissariat à l’information et à la protection de la vie privée {province_incidence_prefix_du}{ProvinceIncidence}.</a></p></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p>If, based on any of the information above, you're not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint with us, please <strong>do not file a complaint about the same matter with another organization</strong> at the same time. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern. Also, we will not investigate complaints that are outside our jurisdiction.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section><p>Si vous souhaitez poursuivre votre plainte auprès de nous, veuillez <strong>ne pas déposer une plainte sur le même sujet auprès d’une autre organisation</strong> en même temps. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème. De plus, nous n’enquêterons pas sur les plaintes qui ne relèvent pas de notre compétence.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_provincial",
      "title": {
        "en": "Part A: Jurisdiction (Provincial or territory)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (provinciale ou territoriale) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf": "{ProvinceIncidence} anyof [1,3,4,5,7,8,10]",
      "elements": [
        {
          "type": "radiogroup",
          "name": "ComplaintAgainstHandlingOfInformation",
          "title": {
            "en": "Is your complaint about the handling of personal information by any of the following:",
            "fr": "Votre plainte concerne-t-elle le traitement des renseignements personnels par l’une ou l’autre des entités suivantes:"
          },
          "description": {
            "en": "<p><ul><li>a provincial ministry, agency, board, commission or police force</li><li>a publically funded school, university or college</li><li>a local government institution such as a municipality, local police, library, school board, or transit commissions</li></ul></p>",
            "fr": "<p><ul><li>un ministère, un organisme, un conseil, une commission ou un service de police provinciaux</li><li>une école, une université; ou un collège financé; par les fonds publics</li><li>une institution gouvernementale locale, comme une municipalité, un service de police local, une bibliothèque, un conseil scolaire ou une commission de transport en commun</li></ul></p>"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        },
        {
          "type": "radiogroup",
          "name": "HealthPractitioner",
          "title": {
            "en": "Is your complaint about the handling of personal information by a health practitioner (e.g. a doctor, nurse, pharmacist, chiropractor, psychologist, etc.) or a health clinic or hospital?",
            "fr": "Votre plainte concerne-t-elle le traitement des renseignements personnels par un praticien de la santé (médecin, infirmière, pharmacien, chiropraticien, psychologue, etc.), une clinique ou un hôpital?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        },
        {
          "type": "radiogroup",
          "name": "IndependantPhysicalExam",
          "title": {
            "en": "Is your complaint about the handling of personal information during or in relation to an independent medical exam conducted for an employer or insurance company (for example to determine fitness to work or eligibility for benefits)?",
            "fr": "Votre plainte concerne-t-elle le traitement des renseignements personnels pendant ou en rapport avec un examen médical indépendant effectué pour un employeur ou une compagnie d’assurance (par exemple, pour déterminer l’aptitude au travail ou l’admissibilité aux prestations)?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            },
            {
              "text": {
                "en": "N/A",
                "fr": "S.O."
              },
              "value": "not_applicable"
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_unable_2",
      "title": {
        "en": "Part A: Jurisdiction (Verify with {ProvinceIncidence} authority) — Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (vérifier auprès de l’autorité {province_incidence_prefix_au}{ProvinceIncidence}) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "hideOnPreview": true,
      "hideOnPDF": true,
      "visibleIf": "[{ProvinceIncidence}] anyof [1,3,4,5,7,8,10] and ({ComplaintAgainstHandlingOfInformation} contains ['yes'] or ({HealthPractitioner} contains 'yes' and {IndependantPhysicalExam} contains 'no'))",
      "elements": [
        {
          "type": "html",
          "visibleIf": "{ProvinceIncidence} anyof [1,3,4,10]",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a business in {ProvinceIncidence}</h2><p>Based on your answers it is very unlikely that the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) covers your complaint.</p> <p>Usually, provincial privacy laws cover the handling of personal information by public bodies or health information custodians in <strong>{ProvinceIncidence}</strong></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant une entreprise {province_incidence_prefix_au}{ProvinceIncidence}</h2><p>Selon vos réponses, il est très peu probable que la Loi sur la protection des renseignements personnels et les documents électroniques (LPRPDE) couvre votre plainte.</p><p>En général, les lois sur la protection des renseignements personnels de la province régissent le traitement des renseignements personnels par les organismes publics ou les dépositaires de renseignements sur la santé  <strong>{province_incidence_prefix_du}{ProvinceIncidence}</strong>.</p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{ProvinceIncidence} anyof [5,8]",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a business in {ProvinceIncidence}</h2><p>Based on your answer, we recommend that you make your complaint to the <strong>Manitoba</strong> provincial government instead of our office.</p><p>Usually, provincial privacy laws cover the handling of personal information by public bodies or health information custodians in {ProvinceIncidence}.</p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant une entreprise {province_incidence_prefix_au}{ProvinceIncidence}</h2><p>Selon votre réponse, nous vous recommandons de déposer votre plainte auprès du gouvernement provincial {province_incidence_prefix_du}<strong>{ProvinceIncidence}</strong> plutôt qu’auprès de notre bureau.</p><p>En général, les lois sur la protection des renseignements personnels de la province régissent le traitement des renseignements personnels par les organismes publics ou les dépositaires de renseignements sur la santé {province_incidence_prefix_du}{ProvinceIncidence}.</p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{ProvinceIncidence} anyof [7]",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a business in {ProvinceIncidence}</h2><p>Based on your answer, we recommend that you make your complaint to the <strong>{ProvinceIncidence}</strong> provincial government instead of our office.</p><p>Usually, provincial privacy laws cover the handling of personal information by public bodies in {ProvinceIncidence}.</p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant une entreprise {province_incidence_prefix_au}{ProvinceIncidence}</h2><p>Selon votre réponse, nous vous recommandons de déposer votre plainte auprès du gouvernement provincial <strong>{province_incidence_prefix_du}{ProvinceIncidence}</strong> plutôt qu’auprès de notre bureau.</p><p>En général, les lois sur la protection des renseignements personnels de la province régissent le traitement des renseignements personnels par les organismes publics {province_incidence_prefix_du}{ProvinceIncidence}.</p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{ProvinceIncidence} anyof [1,3,4,10]",
          "html": {
            "en": "<section class='alert alert-info'><h2>What you can do</h2><p>For more information or to file a complaint to the {ProvinceIncidence} provincial government, consult:<ul><li>with the <a href='{link_province_opc}' target='_blank'>Information and Privacy Commissioner of {ProvinceIncidence}</a></li><li><a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/r_o_p/provincial-legislation-deemed-substantially-similar-to-pipeda/' target='_blank'>provincial legislation deemed substantially similar to PIPEDA</a></li></ul></p></section>",
            "fr": "<section class='alert alert-info'><h2>Ce que vous pouvez faire</h2><p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial {province_incidence_prefix_du}{ProvinceIncidence}, veuillez consulter: <ul><li>le <a href='{link_province_opc}' target='_blank'>Commissaire à l’information et à la protection de la vie privée {province_incidence_prefix_du}{ProvinceIncidence}</a></li><li><a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/r_o_p/lois-provinciales-essentiellement-similaires-a-la-lprpde/' target='_blank'>réputées essentiellement similaires à la LPRPDE</a></li></ul></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{ProvinceIncidence} anyof [5,7,8]",
          "html": {
            "en": "<section class='alert alert-info'><h2>What you can do</h2><p>For more information or to file a complaint with the {ProvinceIncidence} provincial government, consult the <a href='{link_more_info}' target='_blank'>{ProvinceIncidence} Ombudsman</a>.</p></section>",
            "fr": "<section class='alert alert-info'><h2>Ce que vous pouvez faire</h2><p>Pour obtenir de plus amples renseignements ou pour déposer une plainte auprès du gouvernement provincial {province_incidence_prefix_du}{ProvinceIncidence}, consultez le <a href='{link_more_info}' target='_blank'>Commissaire à l’information et à la protection de la vie privée {province_incidence_prefix_du}{ProvinceIncidence}</a>.</p></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p>If, based on any of the information above, you're not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint with us, please <strong>do not file a complaint about the same matter with another organization</strong> at the same time. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern. Also, we will not investigate complaints that are outside our jurisdiction.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section class='alert alert-info'><p>Si vous souhaitez poursuivre votre plainte auprès de nous, veuillez <strong>ne pas déposer une plainte sur le même sujet auprès d’une autre organisation</strong> en même temps. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème. De plus, nous n’enquêterons pas sur les plaintes qui ne relèvent pas de notre compétence.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_a_customer_or_employee",
      "title": {
        "en": "Part A: Jurisdiction (Customer or employee)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (client ou employé) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf": "{ProvinceIncidence} <= 10",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>The <strong>type of personal information</strong> involved may affect whether the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to your complaint. Please answer the {QuestionPluralEn} below to help us determine jurisdiction.</p><section>",
            "fr": "<section class='alert alert-info'><p>Le <strong>type de renseignements personnels</strong> en cause peut influer sur l’application de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) à votre plainte. Veuillez répondre {QuestionPluralFr} pour nous aider à déterminer la compétence.</p><section>"
          }
        },
        {
          "type": "radiogroup",
          "name": "EmployeeOrCustomer",
          "title": {
            "en": "Are you submitting the complaint as a customer or as an employee of the organization?",
            "fr": "Déposez-vous la plainte en tant que client ou en tant qu’employé de l’organisation?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Customer",
                "fr": "Client"
              },
              "value": "customer"
            },
            {
              "text": {
                "en": "An employee, former employee, or applicant for a job at the organization",
                "fr": "Employé, ancien employé ou candidat à un emploi au sein de l’organisation"
              },
              "value": "employee"
            },
            {
              "text": {
                "en": "Other",
                "fr": "Autre"
              },
              "value": "other"
            }
          ]
        },
        {
          "type": "radiogroup",
          "name": "AgainstOrganizations",
          "title": {
            "en": "Is your complaint against any of the following types of organizations?",
            "fr": "Votre plainte vise-t-elle l’un des types d’organisation suivants?"
          },
          "visibleIf": "{ProvinceIncidence} anyof [1,3,4,5,7,8,10]",
          "description": {
            "en": "<p><ul><li>Airport or port</li><li>Bank</li><li>First nation band council</li><li>Interprovincial or international transportation company (freight or passenger, by land, water or air)</li><li>Off-shore drilling operation or organization involved in nuclear-related activity</li><li>Phone company, Internet service provider (ISP), or telecommunications infrastructure company</li><li>Radio or TV station</li></ul></p>",
            "fr": "<p><ul><li>Aéroport ou port</li><li>Banque</li><li>Conseil de bande d’une Première Nation</li><li>Entreprise de transport interprovincial ou international (marchandises ou passagers, par voie terrestre, maritime ou aérienne)</li><li>Activité de forage en mer ou organisation participant à des activités liées au nucléaire</li><li>Entreprise de téléphonie, fournisseur de services Internet (FSI) ou entreprise d’infrastructure de télécommunications</li><li>Station de radio ou de télévision</li></ul></p>"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_a_jurisdiction_unable_3",
      "title": {
        "en": "Part A: Jurisdiction (Address with employer or seek alternatives) — Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (s’adresser à l’employeur ou chercher des solutions de rechange) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "hideOnPreview": true,
      "hideOnPDF": true,
      "visibleIf": "{ProvinceIncidence} <= 10 and {EmployeeOrCustomer} contains 'employee' and {AgainstOrganizations} contains 'no'",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "We may not be able to investigate your complaint.",
            "fr": "Il se peut que nous ne puissions pas enquêter sur votre plainte."
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>Based on your answers it is very unlikely that the Personal Information Protection and Electronic Documents Act (PIPEDA) covers your complaint. Usually PIPEDA applies to the handling of employees’ personal information only if the organization is defined as a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda_brief/#_fwub/' target='_blank'>“federal work, undertaking or business”</a>. Examples may include:</p><p><ul><li>airports, aircrafts or airlines</li><li>banks</li><li>inter-provincial or international transportation by land or water</li><li>telecommunications</li><li>offshore drilling operations</li><li>radio and television broadcasting</li></ul></p><h2>What you can do</h2><p>Depending on your concern, there may be help available at the provincial or territorial level. If your concerns relates to wrongful termination, denied benefits, workplace harassment or unfair discipline, you can seek information from authorities dealing with:</p><p><ul><li><a href='https://www.canada.ca/en/services/entreprises.html' target='_blank'>employment equity and human rights</a></li><li><a href='https://www.canada.ca/en/services/entreprises.html' target='_blank'>employment standards</a></li><li><a href='https://www.canada.ca/en/services/entreprises.html' target='_blank'>workplace health and safety regulationsl</a></li></ul></p><p>We also encourage you to consider raising your concern with the person responsible for privacy at your organization, often called the Privacy Officer.</p></section>",
            "fr": "<section class='alert alert-info'><p>Selon vos réponses, il est très peu probable que la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) couvre votre plainte.</p><p>En général, la LPRPDE ne s’applique au traitement des renseignements personnels des employés que si l’organisation est définie comme une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/lprpde_survol/' target='_blank'>« entreprise fédérale »</a>. En voici quelques exemples:</p><p><ul><li>les aéroports, les aéronefs ou les compagnies aériennes</li><li>les banques</li><li>le transport interprovincial ou international par voie terrestre ou maritime</li><li>les télécommunications</li><li>les activités de forage en mer</li><li>la radiodiffusion et la télédiffusion</li></ul></p><h2>Ce que vous pouvez faire</h2><p>Selon vos préoccupations, il se peut que de l’aide soit disponible à l’échelle provinciale ou territoriale. Si vos préoccupations ont trait à un congédiement injustifié, à un refus de prestations, à du harcèlement au travail ou à des mesures disciplinaires injustes, vous pouvez demander des renseignements aux autorités compétentes en:</p><p><ul><li><a href='https://www.canada.ca/fr/services/entreprises.html' target='_blank'>équité en matière d’emploi et droits de la personne</a></li><li><a href='https://www.canada.ca/fr/services/entreprises.html' target='_blank'>normes d’emploi</a></li><li><a href='https://www.canada.ca/fr/services/entreprises.html' target='_blank'>règlements sur la santé et la sécurité au travail</a></li></ul></p><p>Nous vous encourageons également à envisager de faire part de vos préoccupations à la personne responsable de la protection de la vie privée au sein de votre organisation, qui est souvent appelée l’agent de la protection de la vie privée.</p></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p>If, based on any of the information above, you’re not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint with us, please <strong>do not file a complaint about the same matter with another organization</strong> at the same time. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern. Also, we will not investigate complaints that are outside our jurisdiction.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section><p>Si vous souhaitez poursuivre votre plainte auprès de nous, veuillez <strong>ne pas déposer une plainte sur le même sujet auprès d’une autre organisation</strong> en même temps. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème. De plus, nous n’enquêterons pas sur les plaintes qui ne relèvent pas de notre compétence.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_a_competence",
      "title": {
        "en": "Part A: Jurisdiction (Organizations likely outside PIPEDA jurisdiction)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (organisations qui ne relèvent probablement pas de la LPRPDE) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf": "{ProvinceIncidence} <= 10",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) only applies to personal information handled by organizations during a commercial activity and the personal information of employees of certain organizations. Please answer the question below to determine if your complaint is within this scope.</p></section>",
            "fr": "<section class='alert alert-info'><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne s’applique qu’aux renseignements personnels traités par les organisations dans le cadre d’une activité commerciale et aux renseignements personnels des employés de certaines organisations. Veuillez répondre à la question suivante pour déterminer si votre plainte s’inscrit dans ce champ d’application.</p></section>"
          }
        },
        {
          "type": "checkbox",
          "name": "Question3Answers",
          "title": {
            "en": "If your complaint is against any of the following types of organizations, please check all that apply.",
            "fr": "Si votre plainte vise l’un des types d’organisation suivants, veuillez cocher ceux qui s’appliquent."
          },
          "choices": [
            {
              "value": "charity_non_profit",
              "text": {
                "en": "Charity or not-for-profit (other than credit-union, co-op housing, or daycare)",
                "fr": "Organisme de bienfaisance ou sans but lucratif (autre qu’une caisse populaire, une coopérative d’habitation ou une garderie)"
              }
            },
            {
              "value": "condominium_corporation",
              "text": {
                "en": "Condominium corporation",
                "fr": "Société d’immeuble en copropriété"
              }
            },
            {
              "value": "federal_government",
              "text": {
                "en": "Federal government institution",
                "fr": "Institution fédérale"
              }
            },
            {
              "value": "first_nation",
              "text": {
                "en": "First Nation band council",
                "fr": "Conseil de bande d’une Première Nation"
              }
            },
            {
              "value": "individual",
              "text": {
                "en": "Individual",
                "fr": "Particulier"
              }
            },
            {
              "value": "journalism",
              "text": {
                "en": "Organization engaged in journalism (online or offline newspaper, magazine, radio or TV broadcaster)",
                "fr": "Organisation faisant du journalisme (journal, magazine, radio ou télédiffuseur en ligne ou hors ligne)"
              }
            },
            {
              "value": "political_party",
              "text": {
                "en": "Political party",
                "fr": "Parti politique"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_a_competence_info",
      "title": {
        "en": "Part A: Jurisdiction (Verify with other organizations)—Privacy complaint form (private sector organization)",
        "fr": "Partie A : Compétence (vérifier auprès d’autres organisations) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf": "{ProvinceIncidence} <= 10",
      "hideOnPreview": true,
      "hideOnPDF": true,
      "elements": [
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'charity_non_profit'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a charity or not-for-profit organization</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information during a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/' target='_blank'>commercial activity</a>.</p><p>The core activities of not-for-profit organizations (non-profits), especially charities, are usually not commercial and therefore, not covered by PIPEDA.</p><p>However, PIPEDA <strong>does apply</strong> to these activities by non-profits, where they are engaged in commercial activity:</p><ul><li>selling or bartering personal information</li><li>offering services at market rates (comparable to businesses’ rates), as in the case of some daycares, credit unions and housing co-ops run by nonprofits</li></ul><p>Please note that charging fees for services is not usually considered commercial if the services are part of the nonprofit’s mandate.</p><h2>What you can do</h2><p>Contact the organization to see if they will respond to your concerns and adjust their practices: <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a>.</p></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte contre un organisme de bienfaisance ou sans but lucratif</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s’applique à la collecte, à l’utilisation et à la communication de renseignements personnels dans le cadre d’une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/' target='_blank'>activité commerciale.</a></p><p>Les activités principales des organismes sans but lucratif, en particulier les organismes de bienfaisance, ne sont habituellement pas commerciales et, par conséquent, ne sont pas visées par la LPRPDE.</p><p>Toutefois, la LPRPDE <strong>s’applique</strong> aux activités des organismes sans but lucratif, lorsqu’ils exercent une activité commerciale :</p><ul><li>la vente ou le troc de renseignements personnels</li><li>la prestation de services aux taux du marché (comparables à ceux des entreprises), comme dans le cas de certaines garderies, caisses populaires et coopératives d’habitation gérées par des organismes sans but lucratif</li></ul><p>Veuillez noter que l’imposition de frais pour des services n’est habituellement pas considérée comme une activité commerciale si les services font partie du mandat de l’organisme sans but lucratif.</p><h2>Ce que vous pouvez faire</h2><p>Communiquez avec lorganisme pour savoir s’il répondra à vos préoccupations et modifiera ses pratiques : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/renseignements-et-conseils-pour-les-particuliers/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a>.</p></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'condominium_corporation'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a condominium (condo) corporation or its agent</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information during a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/' target='_blank'>commercial activity</a>.</p><p>Usually, PIPEDA does not apply to the core activities of a condo corporation, or its agent such as a property manager or lawyer. These core activities are typically:</p><ul><li>general administration</li><li>managing, and maintaining common elements of the property, and</li><li>are not being done for the corporation’s profit</li></ul><p>PIPEDA usually only applies in condo-related cases to:</p><ul><li>the handling of personal information by a developer (the builder selling the condo units)</li><li>the handling of personal information during a commercial activity by a condo corporation</li></ul><p>Please note that charging fees for services is not a commercial activity if the services are part of the corporation’s mandate.</p><h2>What you can do</h2><p>Depending on your concern, you may be able to:</p><ul><li><a href='https://www.condoauthorityontario.ca/en-US/tribunal/' target='_blank'>file a case with the Condominium Authority Tribunal</a> for a condo in Ontario</li><li>contact the condo board to see if they will respond to your concerns and adjust their practices</li></ul></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte contre une société d’immeuble en copropriété ou son mandataire</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s’applique à la collecte, à l’utilisation et à la communication de renseignements personnels dans le cadre d’une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/' target='_blank'>activité commerciale.</a></p><p>En général, la LPRPDE ne s’applique pas aux activités principales d’une société d’immeuble en copropriété ou de son mandataire, comme un gestionnaire immobilier ou un avocat. Ces activités de base sont normalement :</p><ul><li>administration générale</li><li>gestion et entretien des parties communes de la propriété,</li><li>non effectués pour le bénéfice de la société</li></ul><p>Dans les cas liés à des immeubles en copropriété, la LPRPDE ne s’applique habituellement qu'aux activités suivantes :</p><ul><li>le traitement des renseignements personnels par un promoteur (le constructeur qui vend les logements en copropriété)</li><li>le traitement des renseignements personnels dans le cadre d’une activité commerciale d’une société d’immeuble en copropriété</li></ul><p>Veuillez noter que l’imposition de frais pour des services n’est pas une activité commerciale si les services font partie du mandat de la société.</p><h2>Ce que vous pouvez faire</h2><p>En fonction de vos préoccupations, vous pourrez peut-être :</p><ul><li><a href='https://www.condoauthorityontario.ca/fr-FR/tribunal/' target='_blank'>déposer un dossier auprès du Tribunal de l’autorité du secteur des condominiums</a> pour un immeuble en copropriété en Ontario</li><li>communiquer avec le conseil d’administration de l’immeuble en copropriété pour savoir s’il répondra à vos préoccupations et adaptera ses pratiques</li></ul></li></ul></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'federal_government'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a federal government institution</h2><p>Federal government institutions are covered by the federal <em>Privacy Act</em>, not by the Personal Information Protection and Electronic Documents Act (PIPEDA).</p><h2>What you can do</h2><a href='https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-federal-institution/' target='_blank'>File a privacy complaint about a federal institution</a></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant une institution fédérale</h2><p>Les institutions fédérales sont assujetties à la <em>Loi sur la protection des renseignements personnels</em> à l’échelle fédérale et non à la Loi sur la protection des renseignements personnels et les documents électroniques (LPRPDE).</p><h2>Ce que vous pouvez faire</h2><a href='https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-institution-du-gouvernement-federal/' target='_blank'>Déposer une plainte concernant la protection de la vie privée visant une institution du gouvernement fédéral</a></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'first_nation'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a First Nation band council</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies only if the complaint is about the handling of personal information:</p><ul><li>about an employee of a First Nation band council, or</li><li>during a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/' target='_blank'>commercial activity</a> by a First Nation band council undertaken as part of its core functions</li></ul><h2>What you can do</h2><p>Depending on your concern, you may be able to:</p><ul><li><a href='https://www.aadnc-aandc.gc.ca/eng/1100100011234/1100100011235' target='_blank'>make a complaint to Indigenous Services Canada</a></li><li>contact the band council to see if it will respond to your concerns and adjust its practices</li></ul></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un conseil de bande d’une Première Nation</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne s’applique que si la plainte concerne le traitement des renseignements personnels :</p><ul><li>au sujet d’un employé d’un conseil de bande d’une Première Nation,</li><li>pendant une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/' target='_blank'>activité commerciale</a> entreprise par un conseil de bande d’une Première Nation dans le cadre de ses fonctions essentielles</li></ul><h2>Ce que vous pouvez faire</h2><p>En fonction de vos préoccupations, vous pourrez peut-être :</p><ul><li><a href='https://www.aadnc-aandc.gc.ca/fra/1100100011234/1100100011235' target='_blank'>déposer une plainte auprès de Services aux Autochtones Canada</a></li><li>communiquer avec le conseil de bande pour voir s’il répondra à vos préoccupations et adaptera ses pratiques</li></ul></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'individual'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against an individual</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information by an organization during a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/' target='_blank'>commercial activity</a>.</p><p>Therefore, PIPEDA only applies to a complaint against an individual if that person is engaged in commercial activity - for example as an individual business owner such as a landlord, real estate agent, or other sole proprietor.</p><h2>What you can do</h2><ul><li>Contact the police if you are concerned about trespassing, theft, or other illegal activities by an individual</li><li>Consider getting legal advice if the matter appears to be a civil dispute</li></ul></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un particulier</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s’applique à la collecte, à l’utilisation et à la communication de renseignements personnels par une organisation pendant une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/' target='_blank'>activité commerciale</a>.</p><p>Par conséquent, la LPRPDE ne s’applique à une plainte visant un particulier que si cette personne exerce une activité commerciale – par exemple, à titre de propriétaire d’entreprise, comme un propriétaire, un agent immobilier ou un autre propriétaire unique.</p><h2>Ce que vous pouvez faire</h2><ul><li>Communiquer avec la police si vous craignez une intrusion, un vol ou d’autres activités illégales de la part d’un particulier</li><li>Envisager d’obtenir des conseils juridiques si l’affaire semble être un litige civil</li></ul></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'journalism'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against an online or offline newspaper, magazine, radio, or TV broadcaster</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) does not apply to any information that is collected, used, or disclosed only for journalistic, artistic or literary purposes.</p><p>In this context, PIPEDA usually doesn’t cover anything collected, used or disclosed in articles or broadcasts.</p><p>However, PIPEDA does cover the handling of subscribers’ personal information.</p><h2>What you can do</h2><ul><li>Contact the publisher or broadcaster about your concerns: <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a></li><li>Consider getting legal advice if you think something said or written about you is defamatory or libelous</li></ul></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un journal, un magazine, une radio ou un télédiffuseur en ligne ou hors ligne</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne s’applique pas aux renseignements recueillis, utilisés ou communiqués uniquement à des fins journalistiques, artistiques ou littéraires.</p><p>Dans ce contexte, la LPRPDE ne s’applique généralement pas aux renseignements recueillis, utilisés ou communiqués dans des articles ou des émissions.</p>p>Toutefois, la LPRPDE vise le traitement des renseignements personnels des abonnés.</p><h2>Ce que vous pouvez faire</h2><ul><li>Communiquer avec l’éditeur ou le diffuseur pour lui faire part de vos préoccupations : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations en matière de protection de la vie privée à une entreprise</a></li><li>Envisagez d’obtenir des conseils juridiques si vous pensez que quelque chose qui a été dit ou écrit à votre sujet est diffamatoire</li></ul></p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{Question3Answers} contains 'political_party'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a political party</h2><p>The <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) applies to the collection, use and disclosure of personal information during a <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-personal-information-protection-and-electronic-documents-act-pipeda/pipeda-compliance-help/pipeda-interpretation-bulletins/interpretations_03_ca/' target='_blank'>commercial activity</a>.</p><p>The core activities of political parties <strong>are not considered</strong> to be commercial in nature. Therefore, PIPEDA would only apply if the complaint relates to a transaction or regular course of conduct that is of commercial character.</p><h2>What you can do</h2><p>Contact the political party to see if they will respond to your concerns and adjust their practices.</p></p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un parti politique</h2><p>La <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) s’applique à la collecte, à l’utilisation et à la communication de renseignements personnels pendant une <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/aide-sur-la-facon-de-se-conformer-a-la-lprpde/bulletins-sur-l-interpretation-de-la-lprpde/interpretations_03_ca/' target='_blank'>activité commerciale</a>.</p><p>Les activités principales des partis politiques <strong>ne sont pas considérées</strong> comme étant de nature commerciale. Par conséquent, la LPRPDE ne s’appliquerait que si la plainte porte sur une transaction ou une activité régulière qui revêt un caractère commercial de par sa nature.</p><h2>Ce que vous pouvez faire</h2><p>Communiquer avec le parti politique pour savoir s’il répondra à vos préoccupations et adaptera ses pratiques.</p></p></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p><p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si vous souhaitez soulever votre problème auprès de l’organisation en question ou chercher des solutions de rechange, vous pouvez mettre fin à votre session. Votre formulaire sera supprimé. Pour des raisons de confidentialité, nous ne conservons pas les formulaires partiellement remplis.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint with us, please <strong>do not file a complaint about the same matter with another organization</strong> at the same time. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern. Also, we will not investigate complaints that are outside our jurisdiction.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section class='alert alert-info'><p>Si vous souhaitez poursuivre votre plainte auprès de nous, veuillez <strong>ne pas déposer une plainte sur le même sujet auprès d’une autre organisation</strong> en même temps. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème. De plus, nous n’enquêterons pas sur les plaintes qui ne relèvent pas de notre compétence.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_b_another_body",
      "title": {
        "en": "Part B: Steps taken (Complaint with another body)—Privacy complaint form (private sector organization)",
        "fr": "Partie B : Mesures prises (plainte auprès d’un autre organisme) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>It is important to show what you have done to address your concerns with the organization involved. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern.</p><section>",
            "fr": "<section class='alert alert-info'><p>Il est important de montrer ce que vous avez fait pour résoudre votre problème avec l’organisation concernée. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème.</p><section>"
          }
        },
        {
          "type": "boolean",
          "name": "SubmittedComplaintToOtherBody",
          "isRequired": true,
          "title": {
            "en": "Have you filed a complaint about your concerns with another body (other than the organization your complaint is against)?",
            "fr": "Avez-vous déposé une plainte au sujet de vos préoccupations auprès d’un autre organisme (autre que l’organisation visée par votre plainte)?"
          }
        }
      ]
    },
    {
      "name": "page_part_b_status_other_complaint",
      "title": {
        "en": "Part B: Steps taken (Status of other complaint)—Privacy complaint form (private sector organization)",
        "fr": "Partie B : Mesures prises (état d’une autre plainte) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "visibleIf": "{SubmittedComplaintToOtherBody} = true",
      "elements": [
        {
          "type": "boolean",
          "name": "ComplaintStillOngoing",
          "isRequired": true,
          "title": {
            "en": "Is that complaint process still ongoing?",
            "fr": "La plainte est-elle toujours en cours de traitement?"
          }
        }
      ]
    },
    {
      "name": "page_part_b_covered_other_complaint",
      "title": {
        "en": "Part B: Steps taken (Complaint covered by other complaint)—Privacy complaint form (private sector organization)",
        "fr": "Partie B : Mesures prises (plainte visée par une autre plainte) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "hideOnPreview": true,
      "hideOnPDF": true,
      "visibleIf": "{SubmittedComplaintToOtherBody} = true and {ComplaintStillOngoing} = true",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>Usually, <strong>our office does not investigate if:</strong></p><ul><li>a matter could be better dealt with, either initially or completely, by other means provided for under federal or provincial law</li><li>a complainant has not first tried all grievance or review processes that are reasonably available</li><li>a complainant did not file a complaint with us within a reasonable period</li></ul></p></section>",
            "fr": "<section class='alert alert-info'><p>En général, <strong>notre Commissariat n’enquête pas</strong></p><ul><li>s’il serait préférable de régler le problème, au départ ou complètement, par d’autres moyens prévus par le droit fédéral ou provincial</li><li>si le plaignant n’a pas d’abord essayé toutes les procédures de règlement des griefs ou d’examen raisonnablement disponibles</li><li>si le plaignant n’a pas déposé de plainte auprès de nous dans un délai raisonnable</li></ul></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Complaint covering the same concerns</h2><p>If your complaint to another body covers any of your concerns with your personal information, please end this session and complete that complaint process first. You can return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<h2>Plainte portant sur les mêmes préoccupations</h2><p>Si votre plainte auprès d’un autre organisme porte sur l’une ou l’autre de vos préoccupations concernant vos renseignements personnels, veuillez mettre fin à cette session et suivre cette procédure de plainte en premier. Vous pouvez revenir déposer une plainte plus tard.</p><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Complaint \"not\" covering the same concerns</h2><p>If your complaint to the other body is not about your concerns with the handling of personal information, you can continue your complaint with us. You will need to describe your other complaint later in this form.</p>",
            "fr": "<h2>Plainte ne portant « pas » sur les mêmes préoccupations</h2><p>Si votre plainte auprès de l’autre organisme ne porte pas sur vos préoccupations concernant le traitement des renseignements personnels, vous pouvez poursuivre votre plainte auprès de nous. Vous devrez décrire votre autre plainte plus loin dans ce formulaire.</p>"
          }
        }
      ]
    },
    {
      "name": "page_part_b_means_recourse",
      "title": {
        "en": "Part B: Steps taken (Organizations with other means of recourse)—Privacy complaint form (private sector organization)",
        "fr": "Partie B : Mesures prises (organisations disposant d’autres moyens de recours) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>Depending on the type of organization, you may need to take more steps to resolve your concerns before filing a complaint with us. Please answer the questions below.</p></section>",
            "fr": "<section class='alert alert-info'><p>Selon le type d’organisation, vous devrez peut-être prendre d’autres mesures pour résoudre votre problème avant de déposer une plainte auprès de nous. Veuillez répondre aux questions suivantes.</p></section>"
          }
        },
        {
          "type": "checkbox",
          "name": "AgainstTypeOrganizations",
          "title": {
            "en": "If your complaint is against any of the following types of organizations, please check all that apply.",
            "fr": "Si votre plainte vise l’un des types d’organisation suivants, veuillez cocher ceux qui s’appliquent."
          },
          "choices": [
            {
              "value": "collection_agency",
              "text": {
                "en": "Collection Agency",
                "fr": "Agence de recouvrement"
              }
            },
            {
              "value": "insurance_company",
              "text": {
                "en": "Insurance company",
                "fr": "Compagnie d’assurance"
              }
            },
            {
              "value": "landlord",
              "text": {
                "en": "Landlord or co-op housing",
                "fr": "Propriétaire ou coopérative d’habitation"
              }
            },
            {
              "value": "lawyer",
              "text": {
                "en": "Lawyer",
                "fr": "Avocat"
              }
            },
            {
              "value": "do_not_call_list",
              "text": {
                "en": "An organization for calling you even though you are on the national Do Not Call list",
                "fr": "Organisation qui vous appelle, alors que vous figurez sur la liste nationale de numéros exclus"
              }
            },
            {
              "value": "unsubscribe",
              "text": {
                "en": "An organization for sending you an unsolicited marketing email (Spam) without a working unsubscribe link",
                "fr": "Organisation qui vous envoie un courriel de marketing non sollicité (pourriel) sans lien de désabonnement fonctionnel"
              }
            },
            {
              "value": "phone_internet_provider",
              "text": {
                "en": "Phone or Internet Service Provider",
                "fr": "Fournisseur de services téléphoniques ou Internet"
              }
            },
            {
              "value": "realtor",
              "text": {
                "en": "Realtor",
                "fr": "Agent immobilier"
              }
            },
            {
              "value": "your_employer",
              "text": {
                "en": "Your Employer",
                "fr": "Votre employeur"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_b_processes",
      "title": {
        "en": "Part B: Steps taken (Different complaint process)—Privacy complaint form (private sector organization)",
        "fr": "Partie B : Mesures prises (procédure de plainte différente) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "hideOnPreview": true,
      "hideOnPDF": true,
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<p>Based on your answer to the last question, there may be:</p><ul><li>more steps you should consider before filing a complaint with us</li><li>another complaint process that is better for your concerns</li></ul><p>Please read the notice(s) below carefully before deciding whether to continue to file a complaint with us.</p>",
            "fr": "<p>D’après votre réponse à la dernière question, il y a peut-être :</p><ul><li>plus d’étapes à envisager avant de déposer une plainte auprès de nous</li><li>un autre processus de plainte mieux adapté à vos préoccupations</li></ul><p>Veuillez lire attentivement les avis ci-dessous avant de décider s’il y a lieu de poursuivre le dépôt de plainte auprès de nous.</p>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{AgainstTypeOrganizations} contains 'collection_agency'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a collection agency</h2><p>Collection agencies are subject to consumer protection regulations enforced by consumer affairs offices, as well as being subject to the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA).</p><p>Consumer affairs offices enforce rules about collection agencies’ conduct, such as how and when they can contact people, and how much proof of the debt they need to show. Your provincial or territorial consumer affairs office may be better able to address your concerns if your issue goes beyond privacy.</p><h2>What you can do</h2><p>Before filing a complaint with us, you may:</p><ul><li>make a complaint to your <a href='http://www.consumerhandbook.ca/en/contacts/provincial-territorial-offices' target='_blank'>provincial or territorial consumer affairs office</a></li><li>raise your concerns in writing with the agency’s designated contact for privacy (otherwise, we may not investigate): <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a></li></ul><p>Then you can file a complaint with us, <strong>if</strong>:</p><ul><li>your concerns fall outside the mandate of your provincial or territorial consumer affairs office, or</li><li>you are dissatisfied with the results after using the consumer affairs office’s complaint process or contacting the agency</li></ul></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant une agence de recouvrement</h2><p>Les agences de recouvrement sont assujetties aux règlements sur la protection des consommateurs appliqués par les bureaux de protection des consommateurs, ainsi qu’à la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE).</p><p>Les bureaux de protection des consommateurs appliquent les règles de conduite des agences de recouvrement, notamment en ce qui concerne la façon dont elles peuvent communiquer avec les gens et le moment où elles peuvent le faire, et la quantité de preuves de dettes qu’elles doivent présenter. Le bureau de protection des consommateurs de votre province ou territoire pourrait être mieux en mesure de répondre à vos préoccupations, si votre problème va au-delà de la protection des renseignements personnels.</p><h2>Ce que vous pouvez faire</h2><p>Avant de déposer une plainte auprès de nous, vous pouvez :</p><ul><li>déposer une plainte auprès du <a href='http://www.guideduconsommateur.ca/fr/contacts/provincial-territorial-offices' target='_blank'>bureau de protection des consommateurs de votre province ou territoire</a></li><li>faire part de vos préoccupations par écrit à la personne-ressource désignée de l’agence en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li></ul><p>Vous pouvez alors déposer une plainte auprès de nous, <strong>si</strong> :</p><ul><li>vos préoccupations ne relèvent pas du mandat du bureau de protection des consommateurs de votre province ou territoire, ou</li><li>vous êtes insatisfait des résultats après avoir utilisé la procédure de traitement des plaintes du bureau de protection des consommateurs ou après avoir communiqué avec l’agence</li></ul></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{AgainstTypeOrganizations} contains 'insurance_company'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against an insurance company</h2><p>Insurance companies must follow insurance laws and regulations, as well as following the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA). Most insurance companies are required to be members of an independent dispute resolution service.</p><p>Two independent complaint resolution bodies, overseen by the Canadian Council of Insurance Regulators, address consumer complaints.</p><ul><li>For car and auto insurance complaints: General Insurance OmbudService (GIO)</li><li>For life and health insurance (including disability and travel insurance) complaints: OmbudService for Life and Health Insurance (OLHI)</li></ul><p>These bodies can address complaints about a wide range of insurance issues including the handling of claims.</p><h2>What you can do</h2><p>Before filing a complaint with us, if your complaint is about privacy concerns during the handling of a claim, you may:</p><ul><li><a href='https://www.giocanada.org/' target='_blank'>make a complaint to the General Insurance OmbudService</a>;</li><li><a href='https://www.olhi.ca/' target='_blank'>make a complaint to the OmbudService for Life &amp; Health Insurance</a>;</li><li>raise your concerns in writing with the insurance company’s designated contact for privacy (otherwise, we may not investigate): <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a>;</li></ul><p>You may file a complaint with us, <strong>if</strong>:</p><ul><li>your concerns fall outside the mandate of both complaint resolution bodies</li><li>you are dissatisfied with the results after using the complaint processes or writing to your insurance company</li></ul></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant une compagnie d’assurance</h2><p>Les compagnies d’assurance doivent respecter les lois et règlements en matière d’assurance, ainsi que la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). La plupart des compagnies d’assurance sont tenues d’être membres d’un service indépendant de règlement des différends.</p><p>Deux organismes indépendants de règlement des plaintes, supervisés par le Conseil canadien des responsables de la réglementation d’assurance, traitent les plaintes des consommateurs.</p><ul><li>Pour les plaintes relatives à l’assurance automobile : Service de conciliation en assurance de dommages (SCAD)</li><li>Pour les plaintes relatives à l’assurance-vie et à l’assurance-maladie (y compris l’assurance-invalidité et l’assurance-voyage) : Ombudsman des assurances de personnes (OAP)</li></ul><p>Ces organismes peuvent traiter les plaintes concernant un large éventail de questions liées à l’assurance, y compris le traitement des demandes d’indemnisation.</p><h2>Ce que vous pouvez faire</h2><p>Avant de déposer une plainte auprès de nous, si votre plainte porte sur des préoccupations relatives à la protection de la vie privée pendant le traitement d’une demande d’indemnisation, vous pouvez :</p><ul><li><a href='https://scadcanada.org/' target='_blank'>déposer une plainte auprès du Service de conciliation en assurance de dommages</a>;</li><li><a href='https://www.oapcanada.ca/' target='_blank'>déposer une plainte auprès de l’Ombudsman des assurances de personnes</a>;</li><li>faire part de vos préoccupations par écrit à la personne-ressource désignée de la compagnie d’assurance en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a>;</li></ul><p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p><ul><li>vos préoccupations ne relèvent pas du mandat des deux organismes de règlement des plaintes</li><li>vous êtes insatisfait des résultats après avoir utilisé les procédures de traitement des plaintes ou après avoir écrit à votre compagnie d’assurance</li></ul></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{AgainstTypeOrganizations} contains 'landlord'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a landlord</h2><p>Landlords must follow provincial and territorial tenancy regulations, enforced by their residential tenancies regulatory body, as well as following the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA). These bodies can address a wide range of landlord-tenant issues, including the handling of personal information and privacy.</p><p>Your provincial or territorial regulatory body may be better able to address your concerns, if your issue goes beyond privacy.</p><h2>What you can do</h2><p>Before filing a complaint with us, you may:</p><ul><li>make a complaint to your provincial or territorial tenancies regulatory body</li><li>raise your concerns in writing with your landlord’s (or co-op board’s) designated contact for privacy (otherwise we may not investigate): <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a></li></ul><p>You can file a complaint with us, <strong>if</strong>:</p><ul><li>your concerns fall outside the mandate of tenancies regulators</li><li>you are dissatisfied with the results after complaining through the regulator, or writing to the landlord</li></ul></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un propriétaire</h2><p>Les propriétaires doivent respecter les règlements provinciaux et territoriaux en matière de location, appliqués par leur organisme de réglementation de la location à usage d’habitation, ainsi que la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). Ces organismes peuvent traiter un large éventail de questions entre propriétaires et locataires, y compris le traitement des renseignements personnels et la protection de la vie privée.</p><p>L’organisme de réglementation de votre province ou territoire pourrait être mieux en mesure de répondre à vos préoccupations, si votre problème va au-delà de la protection de la vie privée.</p><h2>Ce que vous pouvez faire</h2><p>Avant de déposer une plainte auprès de nous, vous pouvez :</p><ul><li>déposer une plainte auprès de l’organisme de réglementation de la location de votre province ou territoire</li><li>faire part de vos préoccupations par écrit à la personne-ressource désignée de votre propriétaire (ou conseil d’administration de coopérative) en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li></ul><p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p><ul><li>vos préoccupations ne relèvent pas du mandat des organismes de réglementation de la location</li><li>vous êtes insatisfait des résultats après avoir porté plainte auprès de l’organisme de réglementation ou après avoir écrit au propriétaire</li></ul></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{AgainstTypeOrganizations} contains 'lawyer'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a lawyer</h2><p>Lawyers must follow professional conduct standards, set by their provincial or territorial law society, as well as following the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA).</p><p>Law societies oversee rules of professional conduct, including privacy issues. A law society may be better able to address your concerns if your issue goes beyond privacy.</p><h2>What you can do</h2><p>Before filing a complaint with us, you may:</p><ul><li><a href='https://flsc.ca/about-us/our-members-canadas-law-societies/' target='_blank'>make a complaint to your provincial or territorial law society</a></li><li>raise your concerns in writing with the law firm’s designated contact for privacy (otherwise, we may not investigate): <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a></li></ul><p>You can file a complaint with us, <strong>if</strong>:</p><ul><li>your concerns fall outside the mandate of your provincial or territorial law society</li><li>you are dissatisfied with the results after using the complaint process, or writing to the law firm</li></ul></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un avocat</h2><p>Les avocats doivent respecter les normes de conduite professionnelle établies par leur barreau provincial ou territorial, ainsi que la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE).</p><p>Les barreaux supervisent les règles de conduite professionnelle, y compris les questions relatives à la protection de la vie privée. Un barreau pourrait être mieux en mesure de répondre à vos préoccupations, si votre problème va au-delà de la protection des renseignements personnels.</p><h2>Ce que vous pouvez faire</h2><p>Avant de déposer une plainte auprès de nous, vous pouvez :</p><ul><li><a href='https://flsc.ca/fr/a-propos-de-nous/les-ordres-professionnels-de-juristes-du-canada/' target='_blank'>déposer une plainte auprès du barreau de votre province ou territoire</a></li><li>faire part de vos préoccupations par écrit à la personne-ressource désignée du barreau en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li></ul><p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p><ul><li>vos préoccupations ne relèvent pas du mandat du barreau de votre province ou territoire</li><li>vous êtes insatisfait des résultats après avoir utilisé les procédures de traitement des plaintes ou après avoir écrit au cabinet d’avocats</li></ul></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{AgainstTypeOrganizations} contains 'do_not_call_list'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint about telemarketing or unwanted calls, despite being on the 'Do not call list'</h2><h2>What you can do</h2><p>Before filing a complaint with us, you may:</p><ul><li><a href='https://lnnte-dncl.gc.ca/en#forConsumers' target='_blank'>make a complaint to the Canada’s national “Do not call list”</a></li><li>raise your concerns in writing with the phone company or Internet service provider’s designated contact for privacy (otherwise, we may not investigate): <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a></li></ul><p>You can file a complaint with us, <strong>if</strong>:</p><ul><li>your concerns fall outside the mandate of the national “Do not call list” complaint process</li><li>you are dissatisfied with the results after completing that process, or after raising your concerns in writing to the organization directly</li></ul></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant les appels de télémarketing ou non sollicités, malgré le fait de figurer sur la liste de numéros exclus</h2><h2>Ce que vous pouvez faire</h2><p>Avant de déposer une plainte auprès de nous, vous pouvez :</p><ul><li><a href='https://lnnte-dncl.gc.ca/fr#consomateur' target='_blank'>déposer une plainte auprès de la liste nationale de numéros de télécommunication exclus du Canada</a></li><li>faire part de vos préoccupations par écrit à la personne-ressource désignée de la compagnie de téléphone ou du fournisseur de services Internet en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li></ul><p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p><ul><li>vos préoccupations ne relèvent pas du mandat de la procédure de traitement des plaintes relative à la liste nationale de numéros de télécommunication exclus</li><li>vous êtes insatisfait des résultats après avoir suivi cette procédure ou après avoir fait part de vos préoccupations par écrit directement à l’organisation</li></ul></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{AgainstTypeOrganizations} contains 'unsubscribe'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint about unsolicited marketing emails or texts (spam) without a link to unsubscribe</h2><h2>What you can do</h2><p>If your complaint is against an organization <strong>you don’t have an ongoing relationship with</strong>, you can: <a href='http://fightspam.gc.ca/eic/site/030.nsf/frm-eng/MMCN-9EZV6S' target='_blank'>make your complaint to the National Spam Reporting Centre</a>. The centre gathers information to help enforce Canada’s Anti-Spam Legislation (CASL).</p><p>If your complaint is against an organization <strong>you have an ongoing relationship with</strong>, you can file a complaint with us.</p></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant des courriels ou des messages textes de marketing non sollicités (pourriels) sans lien pour se désabonner</h2><h2>Ce que vous pouvez faire</h2><p>Si votre plainte vise une organisation avec laquelle <strong>vous n’avez pas de relation continue</strong>, vous pouvez : <a href='https://www.fightspam.gc.ca/eic/site/030.nsf/frm-fra/MMCN-9EZV6S' target='_blank'>déposer votre plainte auprès du Centre national de notification des pourriels</a>. Le centre recueille de l’information pour aider à faire appliquer la Loi canadienne anti-pourriel (LCAP).</p><p>Si votre plainte vise une organisation avec laquelle <strong>vous avez une relation continue</strong>, vous pouvez déposer une plainte auprès de nous.</p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{AgainstTypeOrganizations} contains 'phone_internet_provider'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a phone or Internet service provider</h2><p>Phone and Internet service providers must follow rules set by the Canadian Radio-television and Telecommunications Commission (CRTC), as well as following the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA). People may make complaints about Canadian telecommunications and television services to the Commission for Complaints for Telecom-television Services (CCTS).</p><p>The commission handles a wide range of consumer complaints about phone and Internet service, and may be better able to address your concerns if your issue goes beyond privacy.</p><h2>What you can do</h2><p>Before filing a complaint with us, you may:</p><ul><li><a href='https://www.ccts-cprst.ca/for-consumers/complaints/' target='_blank'>make a complaint to the Commission for Complaints for Telecom-television Services</a></li><li>raise your concerns in writing with the phone company or Internet service provider’s designated contact for privacy (otherwise we may not investigate): <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a></li></ul><p>You may file a complaint with us, <strong>if</strong>:</p><ul><li>your concerns fall outside the commission’s mandate</li><li>you are dissatisfied with the results after bringing your issue to the commission, or after writing to your service provider</li></ul></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un fournisseur de services téléphoniques ou Internet</h2><p>Les fournisseurs de services téléphoniques ou Internet doivent respecter les règles établies par le Conseil de la radiodiffusion et des télécommunications canadiennes (CRTC), ainsi que la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). Les gens peuvent déposer des plaintes au sujet des services canadiens de télécommunications et de télévision auprès de la Commission des plaintes relatives aux services de télécom-télévision (CPRST).</p><p>La Commission traite un large éventail de plaintes de consommateurs au sujet des services téléphoniques et Internet, et pourrait être mieux en mesure de répondre à vos préoccupations si votre problème va au-delà de la protection des renseignements personnels.</p><h2>Ce que vous pouvez faire</h2><p>Avant de déposer une plainte auprès de nous, vous pouvez :</p><ul><li><a href='https://www.ccts-cprst.ca/fr/pour-les-consommateurs/plaintes/' target='_blank'>déposer une plainte auprès de la Commission des plaintes relatives aux services de télécom-télévision</a></li><li>faire part de vos préoccupations par écrit à la personne-ressource désignée de la compagnie de téléphone ou du fournisseur de services Internet en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li></ul><p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p><ul><li>vos préoccupations ne relèvent pas du mandat de la Commission</li><li>vous êtes insatisfait des résultats après avoir présenté votre problème à la Commission ou après avoir écrit à votre fournisseur de services</li></ul></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{AgainstTypeOrganizations} contains 'realtor'",
          "html": {
            "en": "<section class='alert alert-info'><h2>Complaint against a realtor</h2><p>Realtors must follow provincial and territorial real estate regulations, enforced by real estate regulatory bodies, as well as following the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA).</p><p>Real estate regulatory bodies oversee professional conduct, and may therefore be better able to address your concerns if your issue goes beyond privacy.</p><h2>What you can do</h2><p>Before filing a complaint with us, you may:</p><ul><li>make a complaint to your provincial or territorial real estate regulatory body</li><li>raise your concerns in writing with the realtor’s designated contact for privacy (otherwise, we may not investigate): <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>Tips for raising your privacy concern with a business</a></li></ul><p>You can file a complaint with us, <strong>if</strong>:</p><ul><li>your concerns fall outside the mandate of the regulatory body</li><li>you are dissatisfied with the results after using the complaint process, or after writing to the realtor</li></ul></section>",
            "fr": "<section class='alert alert-info'><h2>Plainte visant un agent immobilier</h2><p>Les agents immobiliers doivent se conformer aux règlements provinciaux et territoriaux sur l’immobilier, appliqués par les organismes de réglementation immobilière, ainsi qu’à la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE).</p><p>Les organismes de réglementation immobilière supervisent la conduite professionnelle et pourraient donc être mieux en mesure de répondre à vos préoccupations si votre problème va au-delà de la protection de la vie privée.</p><h2>Ce que vous pouvez faire</h2><p>Avant de déposer une plainte auprès de nous, vous pouvez :</p><ul><li>déposer une plainte auprès de l’organisme de réglementation immobilière de votre province ou territoire</li><li>faire part de vos préoccupations par écrit à la personne-ressource désignée de l’agent immobilier en matière de protection de la vie privée (autrement, il se peut que nous ne fassions pas enquête) : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos préoccupations concernant la protection de la vie privée à une entreprise</a></li></ul><p>Vous pouvez déposer une plainte auprès de nous, <strong>si</strong> :</p><ul><li>vos préoccupations ne relèvent pas du mandat de l’organisme de réglementation</li><li>vous êtes insatisfait des résultats après avoir utilisé la procédure de traitement des plaintes ou après avoir écrit à l’agent immobilier</li></ul></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p>If, based on any of the information above, you're not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint with us, please <strong>do not file a complaint about the same matter with another organization</strong> at the same time. Usually, our office <strong>will not investigate</strong> your complaint <strong>until after</strong> you have tried other available ways to resolve your concern. Also, we will not investigate complaints that are outside our jurisdiction.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section><p>Si vous souhaitez poursuivre votre plainte auprès de nous, veuillez <strong>ne pas déposer une plainte sur le même sujet auprès d’une autre organisation</strong> en même temps. En général, notre Commissariat <strong>n’enquêtera pas</strong> sur votre plainte <strong>avant que</strong> vous ayez essayé les autres moyens disponibles pour résoudre votre problème. De plus, nous n’enquêterons pas sur les plaintes qui ne relèvent pas de notre compétence.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_b_privacy_officer",
      "title": {
        "en": "Part B: Steps taken (Writing to the organization’s privacy officer)—Privacy complaint form (private sector organization)",
        "fr": "Partie B : Mesures prises (écrire à l’agent de la protection de la vie privée de l’organisation) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "radiogroup",
          "name": "RaisedConcernToPrivacyOfficer",
          "title": {
            "en": "Have you raised your concern in writing with the organization’s contact for privacy issues (often called the privacy officer)?",
            "fr": "Avez-vous fait part de vos préoccupations par écrit à la personne-ressource de l’organisation chargée des questions relatives à la protection de la vie privée (souvent appelée l’agent de protection de la vie privée)?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            },
            {
              "text": {
                "en": "Not sure",
                "fr": "Ne sait pas"
              },
              "value": "not_sure"
            }
          ]
        },
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>Before filing a complaint with our office, we encourage you to try addressing your concerns directly with the organisation. Often you can resolve privacy concerns by <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business/' target='_blank'>writing to or speaking with the organization’s privacy contact</a>.</p></section>",
            "fr": "<section class='alert alert-info'><p>Avant de déposer une plainte auprès de notre Commissariat, nous vous encourageons à essayer de faire part de vos préoccupations directement à l’organisation. Souvent, vous pouvez résoudre les problèmes de protection de la vie privée en <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/renseignements-et-conseils-pour-les-particuliers/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>écrivant à la personne-ressource de l’organisation ou en parlant avec elle</a>.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_b_concerns_not_raised",
      "title": {
        "en": "Part B: Steps taken (Concerns not raised)—Privacy complaint form (private sector organization)",
        "fr": "Partie B : Mesures prises (préoccupations non soulevées) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "hideOnPreview": true,
      "hideOnPDF": true,
      "visibleIf": "{RaisedConcernToPrivacyOfficer} anyof ['no','not_sure']",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>Organizations must have processes to respond to complaints and questions about their handling of personal information, as set out in the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA). Usually organizations will have a different contact for privacy (often called the privacy officer), than for general customer service or other complaints.</p><p>If you have not raised your issue in writing with this contact, we strongly encourage you to do so before filing a complaint with us. In almost all cases, we are able to investigate <strong>only</strong> if you have already taken this step.</p></section>",
            "fr": "<section class='alert alert-info'><p>Les organisations doivent disposer de processus pour répondre aux plaintes et aux questions concernant leur traitement des renseignements personnels, conformément à la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE). En général, les organisations ont une personne-ressource en matière de protection de la vie privée (souvent appelée l’agent de la protection de la vie privée) qui est différente de celle chargée du service à la clientèle en général ou d’autres plaintes.</p><p>Si vous n’avez pas soulevé votre problème par écrit auprès de cette personne-ressource, nous vous encourageons fortement à le faire avant de déposer une plainte auprès de nous. Dans presque tous les cas, nous ne pouvons enquêter <strong>que</strong> si vous avez déjà pris cette mesure.</p></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><strong>What is your reason for not raising your concern in writing with the organization’s contact?</strong></p>",
            "fr": "<p><strong>Quelle est la raison pour laquelle vous n’avez pas fait part de vos préoccupations par écrit à la personne-ressource de l’organisation?</strong></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><strong>If you have raised your concern with the organization’s contact for privacy issues, and you still have any of the following concerns, please click on any relevant choices below for further information.</strong></p>",
            "fr": "<p><strong>Si vous avez fait part de vos préoccupations à la personne-ressource de l’organisation en matière de protection de la vie privée et que vous avez encore l’une des préoccupations suivantes, veuillez cliquer sur l’un des choix pertinents ci-dessous pour obtenir de plus amples renseignements.</strong></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>Not sure if the organization has a privacy officer, or how to find that person</summary><div><p>Organizations subject to PIPEDA must have a process for handling people’s privacy concerns. Usually there is a different contact for privacy than for general customer service or other complaints. To find this contact, we suggest looking in the footer of the organization’s website where many organizations post a 'privacy policy'. Contact information is usually near the bottom of the policy. If this does not help, you can write to the senior management or legal department (legal contact information can often be found in an organization’s terms and conditions). Address your letter or email: 'To the attention of the Privacy Officer.'</p></div></details>",
            "fr": "<details><summary>Je ne sais pas si l’organisation a un agent de protection de la vie privée ou comment trouver cette personne.</summary><div><p>Les organisations assujetties à la LPRPDE doivent disposer d’un processus pour traiter les préoccupations des gens en matière de protection de la vie privée. En général, la personne-ressource en matière de protection de la vie privée est différente de celle chargée du service à la clientèle en général ou d’autres plaintes. Pour trouver cette personne-ressource, nous vous suggérons de consulter le pied de page du site Web de l’organisation, où figure souvent la « politique de confidentialité ». Les coordonnées des personnes-ressources se trouvent habituellement près du bas de la politique. Si cela ne vous aide pas, vous pouvez écrire à la haute direction ou au service juridique (les coordonnées se trouvent souvent dans les conditions générales d’une organisation). Adressez ainsi votre lettre ou votre courriel : « À l’attention de l’agent de la protection de la vie privée. »</p></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>Not sure the organization will pay attention to you</summary><div><p>Organizations subject to PIPEDA must have a process to handle people’s privacy concerns. Raising your issue with the organization will often lead to resolving it, even if you have had past issues or the issue is broad and affects more than just one person. You can read our <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business' target='_blank'>tips on how to write an effective letter/email to a privacy officer</a>. Even if written communication does not resolve your concerns, it could be useful during the complaint process with our office.</p></div></details>",
            "fr": "<details><summary>Je ne sais pas si l’organisation me portera attention</summary><div><p>Les organisations assujetties à la LPRPDE doivent disposer d’un processus pour traiter les préoccupations des gens en matière de protection de la vie privée. Le fait de soulever votre problème auprès de l’organisation débouchera souvent sur une résolution, même si vous avez déjà eu des problèmes par le passé ou si le problème est vaste et touche plusieurs personnes. Vous pouvez lire nos <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>conseils sur la façon d’écrire une lettre ou un courriel efficace à un agent de la protection de la vie privée</a>. Même si la communication écrite ne résout pas votre problème, elle pourrait être utile lors de la procédure de traitement des plaintes de notre Commissariat.</p></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>Already spoken to them verbally</summary><div><p>A clearly-worded written request or complaint can be effective where verbal discussions have not been. Putting your concerns in writing reduces the risk of miscommunications, and creates a record of your attempts. You can read our tips on how to <a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-business' target='_blank'>write an effective letter/email to a privacy officer</a>. If written communication does not resolve your issue, it will still create a strong starting point for a complaint to our office.</p></div></details>",
            "fr": "<details><summary>Je lui ai déjà parlé verbalement</summary><div><p>Une demande ou une plainte par écrit clairement formulée peut être efficace lorsque les discussions verbales ne l’ont pas été. Le fait d’énumérer vos préoccupations par écrit réduit le risque de malentendus et permet de consigner vos tentatives. Vous pouvez lire nos <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>conseils sur la façon d’écrire une lettre ou un courriel efficace à un agent de la protection de la vie privée</a>. Si la communication écrite ne résout pas votre problème, elle constituera tout de même un bon point de départ pour déposer une plainte auprès de notre bureau.</p></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>Wish to stay anonymous</summary><div><p>Please note that your name (except in extraordinary circumstances) and the details of your complaint will be shared with the organization that is the subject of the complaint.</p><p>We may, for the purpose of the investigation, share personal information with the organization and may collect personal information from that organization.</p><p>We do not otherwise disclose the information you provide unless such a disclosure is in accordance with the <a href='http://laws.justice.gc.ca/eng/acts/P-21/page-2.html#h-6' target='_blank'>subsection 8(2) of the <em>Privacy Act</em></a>, which is reserved for limited situations. In the case of such a disclosure, we will only disclose the information that is required and, wherever possible, will inform you.</p><p>The personal information you provide on our complaint form is protected under the <em>Access to Information Act and the Privacy Act</em>.</p><p>If you wish to just tell us about an issue, and not have your identity revealed, use our <a href='https://services.priv.gc.ca/q-s/allez-go/eng/fb408134-7bd4-48cb-87a2-4ac6210dee51' target='_blank'>online form to share a privacy comment or an issue without filing a formal complaint</a>. At our Commissioner’s discretion, we can look into matters without a person making a complaint.</p></div></details>",
            "fr": "<details><summary>Souhaite rester anonyme</summary><div><p>Veuillez noter que votre nom (sauf dans des circonstances extraordinaires) et les détails de votre plainte seront communiqués à l’organisation qui fait l’objet de la plainte.</p><p>Nous pouvons, aux fins de l’enquête, communiquer des renseignements personnels à l’organisation et recueillir des renseignements personnels auprès de cette organisation.</p><p>Nous ne divulguons pas autrement les renseignements que vous nous fournissez, à moins que cette divulgation soit conforme au <a href='https://laws.justice.gc.ca/fra/lois/P-21/page-2.html' target='_blank'>paragraphe 8(2) de la <em>Loi sur la protection des renseignements personnels</em></a>, qui est réservé à des situations limitées. Le cas échéant, le Commissariat ne communiquera que l’information nécessaire et, dans la mesure du possible, vous en avisera.</p><p>Les renseignements personnels que vous fournissez sur notre formulaire de plainte sont protégés en vertu de la <em>Loi sur l’accès à l’information et de la Loi sur la protection des renseignements personnels</em>.</p><p>Si vous souhaitez simplement nous parler d’un problème, et que votre identité ne soit pas révélée, utilisez notre <a href='https://services.priv.gc.ca/q-s/allez-go/fra/fb408134-7bd4-48cb-87a2-4ac6210dee51?ResultId=8791e46e-aead-4ddb-b87a-81799cb4bba9' target='_blank'>formulaire en ligne pour faire part d’un commentaire ou d’une question relative à la protection de la vie privée sans avoir à déposer une plainte officielle</a>. À la discrétion de notre commissaire, nous pouvons faire enquête sans qu’une personne dépose une plainte.</p></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>Think that our office is best positioned to consider the issue</summary><div><p>If you wish to just tell us about your concerns without writing to the organization, you can use our <a href='https://services.priv.gc.ca/q-s/allez-go/eng/fb408134-7bd4-48cb-87a2-4ac6210dee51' target='_blank'>online form to share a privacy comment or an issue without filing a formal complaint</a>. At our Commissioner’s discretion, we can look into matters without a person making a complaint.</p></div></details>",
            "fr": "<details><summary>Je pense que votre Commissariat est le mieux placé pour examiner la question</summary><div><p>Si vous souhaitez simplement nous faire part de vos préoccupations sans écrire à l’organisation, vous pouvez utiliser notre <a href='https://services.priv.gc.ca/q-s/allez-go/fra/fb408134-7bd4-48cb-87a2-4ac6210dee51?ResultId=71d4b6e0-1d8e-4b73-bddf-657544aaeea2' target='_blank'>formulaire en ligne pour nous faire part d’un commentaire ou d’un problème relatif à la protection de la vie privée sans déposer de plainte officielle</a>. À la discrétion de notre commissaire, nous pouvons faire enquête sans qu’une personne dépose une plainte.</p></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p>If, based on any of the information above, you're not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint without having raised your concerns with the organization, please be aware that we may decline to investigate your complaint.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section><p>Si vous souhaitez poursuivre votre plainte sans avoir fait part de vos préoccupations à l’organisation, veuillez noter que nous pourrions refuser de faire enquête sur votre plainte.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_b_concerns_raised",
      "title": {
        "en": "Part B: Steps taken (Concerns raised with organization)—Privacy complaint form (private sector organization)",
        "fr": "Partie B : Mesures prises (préoccupations soulevées auprès de l’organisation) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "hideOnPreview": true,
      "hideOnPDF": true,
      "visibleIf": "{RaisedConcernToPrivacyOfficer} contains 'yes'",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<p><strong>If you have raised your concern with the organization’s contact for privacy issues, and you still have any of the following concerns, please click on any relevant choices below for further information.</strong></p>",
            "fr": "<p><strong>Si vous avez fait part de vos préoccupations à la personne-ressource de l’organisation en matière de protection de la vie privée et que vous avez encore l’une des préoccupations suivantes, veuillez cliquer sur l’un des choix pertinents ci-dessous pour obtenir de plus amples renseignements.</strong></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>The organization has not responded.</summary><p>Please allow some time for the organization to respond and resolve your issue before filing a complaint with us. Usually, it is reasonable to allow 3 to 5 weeks.</p></details>",
            "fr": "<details><summary>L’organisation n’a pas répondu.</summary><div><p>Veuillez accorder un certain temps à l’organisation pour répondre et résoudre votre problème avant de déposer une plainte auprès de nous. En général, il est raisonnable de laisser de trois à cinq semaines.</p></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>The organization has not made the changes you asked for or given you the information you are looking for.</summary><div><p>Please be sure to check that your correspondence with the organization was clear about the exact changes or information you were seeking. Consider making a final summary of your concerns and what you are seeking in case the organization did not fully understand.</p></div></details>",
            "fr": "<details ><summary>L’organisation n’a pas apporté les changements que vous avez demandés ou ne vous a pas fourni les renseignements que vous cherchez.</summary><div><p>Veuillez vérifier que votre correspondance avec l’organisation était claire au sujet des changements ou des renseignements exacts que vous demandiez. Envisagez de faire un résumé final de vos préoccupations et de ce que vous cherchez au cas où l’organisation n’aurait pas bien compris.</p></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>The organization has not compensated you for what happened.</summary><div><p>Please be aware that our office does not have the power to order compensation. Usually, people need to take legal action to pursue compensation. You may wish to consult a lawyer for more information.</p></div></details>",
            "fr": "<details><summary>L’organisation ne vous a pas indemnisé pour ce qui s’est passé.</summary><div><p>Veuillez noter que notre Commissariat n’a pas le pouvoir d’ordonner une indemnisation. En règle générale, les gens doivent intenter une action en justice pour obtenir une indemnisation. Il peut être souhaitable de consulter un avocat pour obtenir de plus amples renseignements.</p></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>The employee(s) responsible for what happened have not been held accountable.</summary><div><p>Generally, an organization is accountable for how its employees handle personal information. This could mean taking steps to prevent a similar problem in the future. The organization might change its systems, processes and training, or discipline the employee. The decision to discipline an employee is complex and must be made carefully by the institution. Our office cannot order disciplinary action.</p><p>Also, the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) does not give complainants the right to know if an employee was disciplined and organizations will not usually release this information.</p></div></details>",
            "fr": "<details><summary>Les employés responsables de ce qui s’est passé n’ont pas été tenus responsables.</summary><div><p>En général, une organisation est responsable de la façon dont ses employés traitent les renseignements personnels. Cela pourrait signifier de prendre des mesures pour éviter qu’un problème semblable ne se reproduise à l’avenir. L’organisation pourrait modifier ses systèmes, ses processus et sa formation ou prendre des mesures disciplinaires à l’égard des employés concernés. La décision de prendre des mesures disciplinaires à l’égard d’employés est complexe et doit être prise avec soin par l’institution. Notre Commissariat ne peut pas ordonner des mesures disciplinaires.</p><p>De plus, la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) ne donne pas aux plaignants le droit de savoir si un employé a fait l’objet de mesures disciplinaires et, en général, les organisations ne communiquent pas cette information.</p></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p>If, based on any of the information above, you're not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you wish to continue your complaint without having raised your concerns with the organization, please be aware that we may decline to investigate your complaint.</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section><p>Si vous souhaitez poursuivre votre plainte sans avoir fait part de vos préoccupations à l’organisation, veuillez noter que nous pourrions refuser de faire enquête sur votre plainte.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_c_complaint_about_access",
      "title": {
        "en": "Part C: Details (Complaint about access)—Privacy complaint form (private sector organization)",
        "fr": "Partie C : Détails (plainte à propos de l’accès) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "radiogroup",
          "name": "DeniedAccess",
          "title": {
            "en": "Is your complaint about being denied access to your personal information?",
            "fr": "Votre plainte porte-t-elle sur un refus d’accès à vos renseignements personnels?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yes",
                "fr": "Oui"
              },
              "value": "yes"
            },
            {
              "text": {
                "en": "Yes, as well as other concerns",
                "fr": "Oui, ainsi que d’autres préoccupations"
              },
              "value": "yes_and_other_concern"
            },
            {
              "text": {
                "en": "No",
                "fr": "Non"
              },
              "value": "no"
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_c_access_rules",
      "title": {
        "en": "Part C: Details (Access rules)—Privacy complaint form (private sector organization)",
        "fr": "Partie C : Détails (règles d’accès) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "hideOnPreview": true,
      "hideOnPDF": true,
      "visibleIf": "{DeniedAccess} anyof ['yes','yes_and_other_concern']",
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>Under the <em>Personal Information Protection and Electronic Document Act</em> (PIPEDA), individuals have a right to access their personal information that is held by an organization.</p></section>",
            "fr": "<section class='alert alert-info'><p>En vertu de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE), les particuliers ont le droit d’accéder à leurs renseignements personnels détenus par une organisation.</p></section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "Before continuing with your complaint, please review the information below.",
            "fr": "Avant de poursuivre votre plainte, veuillez passer en revue l’information ci-dessous."
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>How to make an access request to an organization</summary><p>You need to do the following to exercise your right to access your personal information held by an organization:</p><ul><li>Make your access request in writing to the organization</li><li>Provide enough details about your identity and what you are seeking to allow the organization to find your information<ul><li>Your request must be only for your own personal information</li><li>For details on the right of access for executors of a will, beneficiaries and representatives consult: <a href='https://www.priv.gc.ca/en/privacy-topics/access-to-personal-information/giving-individuals-access-to-their-personal-information/gd_fam_201402/' target='_blank'>Guidance on managing Family Member/Household Accounts</a></li></ul></li><li>Allow a minimum of 30 days for the organization to respond</li></ul><p>If your access request is time-sensitive, we strongly encourage you to make your access request separately from any other requests you are making to the organization. Also, you should narrow your access request as much as possible (for example by a period of time, or a specific type of document). For more details on making an access request, consult: <a href='https://www.priv.gc.ca/en/privacy-topics/access-to-personal-information/accessing-your-personal-information/#business' target='_blank'>How to access your personal information held by businesses </a>.</p><p>If you are not satisfied with the response, follow up with the organization directly, to explain what is missing, and give an opportunity for response.</p><p>If you make a complaint to our office, it must be done <strong>within 6 months</strong> of being denied access to your information.</p></details>",
            "fr": "<details><summary>Comment présenter une demande d’accès à une organisation</summary><p>Vous devez faire ce qui suit pour exercer votre droit d’accès à vos renseignements personnels détenus par une organisation :</p><ul><li>Présentez votre demande d’accès par écrit à l’organisation</li><li>Fournissez suffisamment de détails sur votre identité et sur ce que vous cherchez pour permettre à l’organisation de trouver vos renseignements<ul><li>Votre demande ne doit être faite qu’à titre d’information personnelle.</li><li>Pour plus de détails sur le droit d’accès des exécuteurs testamentaires, les bénéficiaires et les représentants peuvent consulter : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/acces-aux-renseignements-personnels/permettre-aux-individus-d-avoir-acces-a-leurs-renseignements-personnels/gd_fam_201402/' target='_blank'>Guide sur la gestion des comptes des membres d’une famille ou d’un ménage</a></li></ul></li><li>Accordez au moins 30 jours à l’organisation pour répondre.</li></ul><p>Si votre demande d’accès est urgente, nous vous encourageons fortement à présenter votre demande d’accès séparément de toute autre demande que vous faites à l’organisation. De plus, vous devriez limiter autant que possible votre demande d’accès (par exemple, par période ou par type de document). Pour plus de détails sur la présentation d’une demande d’accès, veuillez consulter : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/acces-aux-renseignements-personnels/consulter-vos-renseignements-personnels/' target='_blank'>Comment avoir accès aux renseignements personnels vous concernant qui sont détenus par les entreprises </a>.</p><p>Si vous n’êtes pas satisfait de la réponse, communiquez directement avec l’organisation pour lui expliquer ce qui manque et lui donner l’occasion de répondre.</p><p>Si vous déposez une plainte auprès de notre Commissariat, vous devez le faire <strong>dans les six mois</strong> suivant le refus d’accès à vos renseignements personnels.</p></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>How the organization must respond to your request</summary><div><p>An organization subject to PIPEDA has the following obligations after it receives an access request:</p><ul><li>It must respond to your request within 30 days, or, within 60 days if it informs you in advance that more time is needed.</li><li>It must give you access to your own personal information. An organization is not required to give access to information which is not your personal information. For example:<ul><li>the names of particular employees (such as ones you interacted with, or who accessed your personal information)</li><li>information relating to someone who fraudulently impersonated you (such as recordings of the person, details of when and how the fraud took place or how it was detected)</li><li>voiceprints or images of other people (such as in recordings of calls or on surveillance video)</li><li>information about an organization’s business decision-making processes or other internal processes</li></ul></li><li>It must give you access at little or no cost. Organizations are not required to provide access in the form you prefer. For example, organizations may invite you to review the information on their premises instead of making copies, or may provide a transcript of a call, not a recording.</li><li>It must apply any exemptions to the right of access appropriately. Organizations are allowed by law to withhold certain personal information. For example, organizations may withhold personal information that was collected to investigate a breach of an agreement or a violation of a law (if the person’s knowledge of or consent for the collection would harm the investigation).</li></ul></div></details>",
            "fr": "<details><summary>Comment l’organisation doit répondre à votre demande</summary><div><p>Une organisation assujettie à la LPRPDE a les obligations suivantes après avoir reçu une demande d’accès :</p><ul><li>Elle doit répondre à votre demande dans les 30 jours, ou dans les 60 jours si elle vous informe à l’avance qu’un délai supplémentaire est nécessaire.</li><li>Elle doit vous donner accès à vos renseignements personnels. Une organisation n’est pas tenue de vous donner accès à des renseignements qui ne font pas partie de vos renseignements personnels. Par exemple :<ul><li>les noms d’employés en particulier (comme ceux avec lesquels vous avez interagi ou qui ont accédé à vos renseignements personnels)</li><li>les renseignements relatifs à une personne qui s’est frauduleusement fait passer pour vous (tels que les enregistrements de la personne, les détails sur le moment où la fraude a été commise et la manière dont elle a été commise, ou sur la manière dont elle a été détectée)</li><li>les empreintes vocales ou les images d’autres personnes (comme dans les enregistrements d’appels ou sur vidéo de surveillance)</li><li>l’information sur les processus décisionnels opérationnels ou sur d’autres processus internes d’une organisation</li></ul></li><li>Elle doit vous permettre d’y accéder gratuitement ou à peu de frais. Les organisations ne sont pas tenues de fournir l’accès sous la forme que vous préférez. Par exemple, les organisations peuvent vous inviter à examiner les renseignements dans leurs locaux au lieu d’en faire des copies, ou peuvent fournir une transcription d’un appel, et non un enregistrement.</li><li>Elles doivent appliquer de manière appropriée toute dérogation au droit d’accès. Les organisations sont autorisées par la loi à refuser de communiquer certains renseignements personnels. Par exemple, des organisations peuvent refuser de communiquer des renseignements personnels qui ont été recueillis pour enquêter sur la violation d’une entente ou d’une loi (si le fait que la personne soit au courant de la collecte des renseignements ou y consente pourrait nuire à l’enquête).</li></ul></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<details><summary>What you need to file a complaint with us if you are still dissatisfied</summary><div><p>To make a complaint to us about an organization&rsquo;s handling of your access request, you will need these documents and information:</p><ul><li>a copy of your written request to the organization</li><li>the date you sent the request</li><li>the exact address (postal or email) you sent your request to</li><li>a copy of any response to your request from the organization</li></ul><p>If the organization provided a set of documents in response to your request, you do not need to include all of them. However, please attach any cover letter or emails from the organization, and any parts of the response that you are concerned about.</p><p>Without these documents and information, we will not be able to process your file.</p></div></details>",
            "fr": "<details><summary>Ce dont vous avez besoin pour déposer une plainte auprès de nous si vous êtes toujours insatisfait</summary><div><p>Pour nous faire part d’une plainte au sujet du traitement de votre demande d’accès par une organisation, vous aurez besoin des documents et renseignements suivants :</p><ul><li>une copie de votre demande écrite à l’organisation</li><li>la date à laquelle vous avez envoyé la demande</li><li>l’adresse exacte (postale ou électronique) à laquelle vous avez envoyé votre demande</li><li>une copie de la réponse à votre demande de la part de l’organisation (le cas échéant)</li></ul><p>Si l’organisation a fourni un ensemble de documents en réponse à votre demande, vous n’avez pas besoin de les inclure tous. Toutefois, veuillez joindre toute lettre d’accompagnement ou tout courriel de l’organisation, ainsi que toute partie de la réponse qui vous préoccupe.</p><p>Sans ces documents et renseignements, nous ne serons pas en mesure de traiter votre dossier.</p></div></details>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><h2>Ending your session</h2></p><p>If, based on any of the information above, you're not sure if you want to continue with your complaint now, you can end your session and return to file a complaint later.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>End your session</button></p>",
            "fr": "<p><h2>Fermeture de votre session</h2></p><p>Si, d’après l’un des renseignements ci-dessus, vous n’êtes pas certain de vouloir poursuivre votre plainte maintenant, vous pouvez mettre fin à votre session et revenir déposer une plainte plus tard.<p/><p><button class='btn btn-primary' onclick='endSession(); return false;'>Fermer votre session</button></p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<h2>Continuing with your complaint</h2><section class='alert alert-info'><p>If you have not taken all the necessary steps, please be aware that we may decline to investigate your complaint. If you wish to continue your complaint, you will need to attach copies of your correspondence with the organization at the end of this form</p></section>",
            "fr": "<h2>Poursuite de votre plainte</h2><section><p>Si vous n’avez pas pris toutes les mesures nécessaires, veuillez noter que nous pourrions refuser de faire enquête sur votre plainte. Si vous souhaitez poursuivre votre plainte, vous devrez joindre des copies de votre correspondance avec l’organisation à la fin du présent formulaire.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_c_authorization_representative",
      "title": {
        "en": "Part A: Preliminary information (Authorization for Representative)-Privacy complaint form (private sector organization)",
        "fr": "Partie A : Renseignements préliminaires (autorisation de représentation) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "radiogroup",
          "name": "FilingComplaintOnOwnBehalf",
          "title": {
            "en": "Are you filing this complaint on your own behalf (or for a minor child you are guardian of) or on behalf of someone else?",
            "fr": "Déposez-vous cette plainte en votre propre nom (ou au nom d’un enfant mineur dont vous êtes le tuteur) ou au nom d’une autre personne?"
          },
          "isRequired": true,
          "choices": [
            {
              "text": {
                "en": "Yourself (or minor child for whom you are legal guardian)",
                "fr": "Vous-même (ou un enfant mineur dont vous êtes le tuteur légal) "
              },
              "value": "yourself"
            },
            {
              "text": {
                "en": "Someone else",
                "fr": "Quelqu’un d’autre"
              },
              "value": "someone_else"
            }
          ]
        },
        {
          "type": "html",
          "name": "info_part_a_1",
          "html": {
            "en": "<section class='alert alert-info' id='ownBehalfAuthForm'><p>You may only file a complaint on behalf of someone else if you are authorized to do so. Please use our representative authorization form: </p><br><a class='btn btn-default' target='_blank' href='https://www.priv.gc.ca/media/2437/authorization_e.pdf'>Authorization to act as a representative for a privacy complaint (PDF, 99 KB)</a><br><br><p>You must submit the completed form signed by the complainant as an attachment to your complaint.</p><p>We will not be able to process the complaint without the completed signed authorization form.</p></section>",
            "fr": "<section class='alert alert-info' id='ownBehalfAuthForm'><p>Vous ne pouvez déposer une plainte au nom d’une autre personne que si vous y êtes autorisé. Veuillez utiliser notre formulaire d’autorisation de représentation : </p><br><a class='btn btn-default' target='_blank' href='https://www.priv.gc.ca/media/2437/authorization_f.pdf'>Autorisation de représentation par un tiers dans le cadre d’une plainte relative à la protection des renseignements personnels (PDF, 99&nbsp;Ko)</a><br><br><p>Vous devez joindre à votre plainte le formulaire dûment rempli et signé par le plaignant.</p><p>Nous ne serons pas en mesure de traiter la plainte sans le formulaire d’autorisation dûment rempli et signé.</p></section>"
          }
        }
      ]
    },
    {
      "name": "page_part_c_details_complaint",
      "title": {
        "en": "Part C: Details (Details of complaint)—Privacy complaint form (private sector organization)",
        "fr": "Partie C : Détails (détails de la plainte) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-warning'><h2>Please read before continuing</h2><p>You are now getting to the section of the complaint form where you will need to provide details about your complaint. Please be aware&nbsp;<strong>that you will need to provide copies of your correspondence</strong>&nbsp;with the organization about your privacy concern as well as any documents related to a complaint filed with another body. We recommend you have them ready before continuing.</p></section>",
            "fr": "<section class='alert alert-warning'><h2>Veuillez lire avant de continuer</h2><p>Vous accédez maintenant à la section du formulaire de plainte où vous devrez fournir des détails sur votre plainte. Veuillez noter <strong>que vous devrez fournir des copies de votre correspondance</strong> avec l’organisation au sujet de votre préoccupation en matière de protection de la vie privée ainsi que tout document relatif à une plainte déposée auprès d’un autre organisme. Nous vous recommandons de les avoir à portée de main avant de continuer.</p></section>"
          }
        },
        {
          "type": "panel",
          "name": "pnl_Organization",
          "title": {
            "en": "Organization",
            "fr": "Organisation"
          },
          "elements": [
            {
              "type": "comment",
              "name": "InstitutionComplaint",
              "isRequired": true,
              "title": {
                "en": "Which organization is your complaint against? (maximum 5,000 characters)",
                "fr": "Quelle est l’organisation visée par votre plainte? (maximum 5 000 caractères)"
              },
              "description": {
                "en": "<p>Please identify by specific name and location and provide the legal name of the organization, if known.</p>",
                "fr": "<p>Veuillez indiquer le nom et l’emplacement précis de l’organisation et fournir son nom légal, si vous le connaissez.</p>"
              }
            }
          ]
        },
        {
          "type": "panel",
          "name": "pnl_Access",
          "title": {
            "en": "Access to your personal information",
            "fr": "Accès à vos renseignements personnels"
          },
          "visibleIf": "{DeniedAccess} anyof ['yes_and_other_concern', 'yes']",
          "elements": [
            {
              "type": "comment",
              "name": "DateAccessRequests",
              "isRequired": true,
              "title": {
                "en": "What date did you send your written access request to the organization? If you sent multiple requests, please list each one. (maximum 5,000 characters)",
                "fr": "À quelle date avez-vous envoyé votre demande d’accès par écrit à l’organisation? Si vous avez envoyé plusieurs demandes, veuillez les énumérer toutes. (maximum 5 000 caractères)"
              }
            },
            {
              "type": "comment",
              "name": "AddressesAccessRequest",
              "isRequired": true,
              "title": {
                "en": "What exact address(es) did you send your written access request (postal, email, or URL, if you used an online form)? (maximum 5,000 characters)",
                "fr": "À quelle(s) adresse(s) exacte(s) avez-vous envoyé votre demande d’accès par écrit (adresse postale, électronique ou URL si vous avez utilisé un formulaire en ligne)? (maximum 5 000 caractères)"
              }
            },
            {
              "type": "comment",
              "name": "ItemsNotReceived",
              "isRequired": true,
              "title": {
                "en": "Please describe each item (if any) from your access request that you have not received yet. (maximum 5,000 characters)",
                "fr": "Veuillez décrire chaque élément (s’il y a lieu) de votre demande d’accès que vous n’avez pas encore reçu. (maximum 5 000 caractères)"
              }
            }
          ]
        },
        {
          "type": "panel",
          "name": "pnl_Summary",
          "title": {
            "en": "Complaint Summary",
            "fr": "Résumé de la plainte"
          },
          "elements": [
            {
              "type": "comment",
              "name": "ComplaintSummary",
              "isRequired": true,
              "title": {
                "en": "Summarize your complaint (maximum 5,000 characters) ",
                "fr": "Résumez votre plainte (maximum 5 000 caractères)"
              },
              "description": {
                "en": "<p>Please explain:</p><ul><li>what the organization did, or didn't do, with personal information that you are unhappy about.</li><li>the who, what, when, where, why of your complaint (please include specific dates).</li></ul><p>If your complaint is against more than one organization, please explain, in a separate paragraph, the exact complaint against each organization.</p>",
                "fr": "<p>Veuillez expliquer:</p><ul><li>ce que l’organisation a fait ou n’a pas fait, avec vos renseignements personnels, dont vous n’êtes pas satisfait.</li><li>le qui, le quoi, le quand, le où et le pourquoi de votre plainte (veuillez préciser les dates).</li></ul><p>Si votre plainte vise plusieurs organisations, veuillez expliquer dans un paragraphe distinct la plainte exacte visant chaque organisation.</p>"
              }
            }
          ]
        },
        {
          "type": "panel",
          "name": "pnl_details",
          "title": {
            "en": "Details about complaint to another body",
            "fr": "Détails concernant les plaintes déposées auprès d’un autre organisme"
          },
          "visibleIf": "{SubmittedComplaintToOtherBody} = true",
          "elements": [
            {
              "type": "comment",
              "name": "ComplaintToOtherBodyDetails",
              "isRequired": true,
              "title": {
                "en": "Please provide details for each complaint you have made to another body including: (maximum 5,000 characters)",
                "fr": "Veuillez fournir des détails pour chaque plainte que vous avez déposée auprès d’un autre organisme, y compris : (maximum 5 000 caractères)"
              },
              "description": {
                "en": "<p><ul><li>the name of the body</li><li>the content of the complaint</li><li>the date of the complaint</li><li>the current status of the complaint process (ongoing or completed)</li><li>any reference numbers</li><li>the outcome (if completed)</li></ul>Please note that you will be asked to attach supporting documents relating to this complaint (and its outcome, if completed).</p>",
                "fr": "<p><ul><li>le nom de l’organisme</li><li>le contenu de la plainte</li><li>la date de la plainte</li><li>l’état actuel de la procédure de traitement de la plainte (en cours ou terminée)</li><li>tout numéro de référence</li><li>le résultat (si terminée)</li></ul><p>Veuillez noter qu’il vous sera demandé de joindre les pièces justificatives relatives à cette plainte (et à son résultat, si terminée).</p></p>"
              }
            }
          ]
        },
        {
          "type": "panel",
          "name": "pnl_resolution",
          "title": {
            "en": "Resolution",
            "fr": ""
          },
          "elements": [
            {
              "type": "comment",
              "name": "WhatWouldResolveYourComplaint",
              "isRequired": true,
              "title": {
                "en": "What would resolve your concerns? (maximum 5,000 characters)",
                "fr": "Qu’est-ce qui résoudrait votre problème? (maximum 5 000 caractères)"
              },
              "description": {
                "en": "<p>Please describe any steps or remedies that would resolve your concerns. For example:</p><ul><li>for an employee to recieve training</li><li>a change in practice</li><li>getting a specific piece of information</li><li>an apology, etc.</li></ul><p>Please note our Office does not have the power for fine organizations or award damages.</p>",
                "fr": "<p>Veuillez décrire les mesures ou les solutions qui permettraient de résoudre votre problème. Par exemple :</p><ul><li>donner une formation à un employé</li><li>un changement de pratique</li><li>obtenir un renseignement précis</li><li>des excuses, etc.</li></ul><p>Veuillez noter que le Commissariat n’a pas le pouvoir d’imposer des amendes aux organisations ou d’accorder des dommages-intérêts.</p>"
              }
            },
            {
              "type": "comment",
              "name": "EffortsTakenToResolve",
              "isRequired": true,
              "title": {
                "en": "Summarize your attempts to resolve the privacy matter with the organization. (maximum 5,000 characters)",
                "fr": "Résumez vos tentatives pour résoudre le problème concernant la protection de la vie privée avec l’organisation. (maximum 5 000 caractères)"
              },
              "description": {
                "en": "<p>Please include:</p><ul><li>a description of your efforts (including a timeline)</li><li>specific address(es) (postal, email, or URL) you used to raise your privacy concerns in writing with the organization</li><li>a description of the result (if any)</li></ul><p>If you have not attempted to resolve the matter with the organization, please explain why not.</p><p>Please note that you will be asked to attach copies of any related correspondence with the organization about your privacy concerns</p>",
                "fr": "<p>Veuillez inclure :</p><ul><li>une description de vos efforts (y compris une chronologie)</li><li>les adresses précises (postale, électronique ou URL) que vous avez utilisées pour faire part de vos préoccupations en matière de protection de la vie privée par écrit à l’organisation</li><li>une description du résultat (le cas échéant)</li></ul><p>Si vous n’avez pas tenté de résoudre le problème avec l’organisation, veuillez expliquer pourquoi.</p><p>Veuillez noter qu’on vous demandera de joindre des copies de toute correspondance connexe avec l’organisation au sujet de vos préoccupations en matière de protection de la vie privée.</p>"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_c_complaint_representative",
      "title": {
        "en": "Part C: Details (Complainant/Representative information)—Privacy complaint form (private sector organization)",
        "fr": "Partie C : Détails (information sur le plaignant ou le représentant) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "panel",
          "name": "complainant_PreviousComplaint",
          "title": {
            "en": "Instructions",
            "fr": "Instructions"
          },
          "hideOnPreview": true,
          "hideOnPDF": true,
          "elements": [
            {
              "type": "html",
              "html": {
                "en": "<p>Please put the complainant’s information in the Complainant section below, and your information as their representative in the Representative section below.</p><p><a class='btn btn-default mrgn-bttm-md' target='_blank' href='https://www.priv.gc.ca/media/2437/authorization_e.pdf'>Authorization to act as a representative for a privacy complaint (PDF, 99 KB)</a></p><p>You will have the opportunity to attach documents before submitting your complaint.</p>",
                "fr": "<p>S'il vous plaît mettre l’information du plaignant dans la section du plaignant, et votre information en tant que leur représentant dans la section du représentant ci-bas.</p><p><a class='btn btn-default mrgn-bttm-md' target='_blank' href='https://www.priv.gc.ca/media/2438/authorization_f.pdf'>Autorisation de représentation par un tiers dans le cadre d’une plainte relative à la protection des renseignements personnels (PDF, 99 Ko)</a></p><p>Vous aurez la possibilité de joindre des documents avant de soumettre votre plainte.</p>"
              }
            }
          ]
        },
        {
          "type": "panel",
          "name": "complainant_PreviousComplaint",
          "title": {
            "en": "Previous Complaint",
            "fr": "Plainte antérieure"
          },
          "elements": [
            {
              "type": "radiogroup",
              "name": "Complainant_HaveYouSubmittedBeforeChoice",
              "title": {
                "en": "Have you submitted a complaint in the past with the Office of the Privacy Commissioner (OPC)?",
                "fr": "Avez-vous déjà déposé une plainte auprès du Commissariat à la protection de la vie privée?"
              },
              "isRequired": true,
              "choices": [
                {
                  "text": {
                    "en": "Yes",
                    "fr": "Oui"
                  },
                  "value": "yes"
                },
                {
                  "text": {
                    "en": "No",
                    "fr": "Non"
                  },
                  "value": "no"
                }
              ]
            },
            {
              "type": "html",
              "name": "Complainant_HaveYouSubmittedBefore_info",
              "html": {
                "en": "<section class='alert alert-info'><p>We are asking this to ensure we have accurate contact information for individuals who submit complaints. Please note, we may update your contact information for any active complaints with our office, using the information you provide below.</p></section>",
                "fr": "<section class='alert alert-info'><p>Nous demandons cela pour nous assurer d’avoir les coordonnées exactes des personnes qui déposent des plaintes. Veuillez noter que nous pouvons mettre à jour vos coordonnées relatives à toute plainte en cours auprès de notre Commissariat, en utilisant les renseignements que vous fournissez ci-dessous.</p></section>"
              }
            }
          ]
        },
        {
          "type": "panel",
          "name": "pnl_complainant_ComplaintInformation",
          "title": {
            "en": "Complaint Information",
            "fr": "Renseignements sur le plaignant"
          },
          "description": {
            "en": "Enter the information of the person making the complaint",
            "fr": "Veuillez saisir les coordonnées de la personne qui dépose la plainte."
          },
          "elements": [
            {
              "type": "dropdown",
              "name": "Complainant_FormOfAddress",
              "title": {
                "en": "Preferred form of address",
                "fr": "Titre de civilité préféré"
              },
              "isRequired": true,
              "colCount": 0,
              "choices": [
                {
                  "text": {
                    "en": "Mr.",
                    "fr": "M."
                  },
                  "value": "Mr."
                },
                {
                  "text": {
                    "en": "Mrs.",
                    "fr": "Mme"
                  },
                  "value": "Mrs."
                },
                {
                  "text": {
                    "en": "Ms.",
                    "fr": "Mlle"
                  },
                  "value": "Ms."
                },
                {
                  "text": {
                    "en": "Other",
                    "fr": "Autre"
                  },
                  "value": "Other"
                }
              ]
            },
            {
              "type": "text",
              "name": "Complainant_FirstName",
              "title": {
                "en": "First name",
                "fr": "Prénom "
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "Complainant_LastName",
              "title": {
                "en": "Last name",
                "fr": "Nom de famille"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "Complainant_Email",
              "inputType": "email",
              "title": {
                "en": "E-mail address (yourname@domain.com)",
                "fr": "Adresse électronique (votrenom@domaine.com)"
              },
              "validators": [
                {
                  "type": "email",
                  "text": {
                    "en": "Invalid E-mail address",
                    "fr": "Adresse électronique non valide"
                  }
                }
              ],
              "isRequired": true
            },
            {
              "type": "text",
              "name": "Complainant_MailingAddress",
              "title": {
                "en": "Mailing address",
                "fr": "Adresse postale"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "Complainant_City",
              "title": {
                "en": "City",
                "fr": "Ville "
              },
              "isRequired": true
            },
            {
              "type": "dropdown",
              "name": "Complainant_Country",
              "title": {
                "en": "Country",
                "fr": "Pays"
              },
              "isRequired": true,
              "choicesByUrl": {
                "url": "/api/Country?lang={locale}",
                "titleName": "text",
                "valueName": "value"
              }
            },
            {
              "type": "dropdown",
              "name": "Complainant_ProvinceOrState",
              "title": {
                "en": "Province/Territory",
                "fr": "Province ou territoire"
              },
              "isRequired": true,
              "visibleIf": "{complainant_Country} = 'CA'",
              "choicesByUrl": {
                "url": "/api/Province?lang={locale}",
                "titleName": "text",
                "valueName": "value"
              }
            },
            {
              "type": "text",
              "name": "Complainant_PostalCode",
              "title": {
                "en": "Postal code",
                "fr": "Code postal"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "Complainant_DayTimeNumber",
              "inputType": "tel",
              "title": {
                "en": "Daytime telephone number (123-456-7890)",
                "fr": "Numéro de téléphone pendant la journée (123-456-7890)"
              },
              "description": {
                "en": "Please enter the Daytime Telephone Number as the best number to contact you from Monday to Friday, 8:30am to 4:30pm ET.",
                "fr": "Veuillez entrer le numéro de téléphone où nous pourrons vous joindre pendant la journée du lundi au vendredi, de 8 h 30 à 16 h 30 (HE)."
              }
            },
            {
              "type": "text",
              "name": "Complainant_DayTimeNumberExtension",
              "title": {
                "en": "Extension (digits only)",
                "fr": "Prolongation (chiffres seulement)"
              },
              "inputType": "number"
            },
            {
              "type": "text",
              "name": "Complainant_AltTelephoneNumber",
              "inputType": "tel",
              "title": {
                "en": "Alternate telephone number (123-456-7890)",
                "fr": "Autre numéro de téléphone (123-456-7890)"
              }
            },
            {
              "type": "text",
              "name": "Complainant_AltTelephoneNumberExtension",
              "title": {
                "en": "Extension (digits only)",
                "fr": "Prolongation (chiffres seulement)"
              },
              "inputType": "number"
            }
          ]
        },
        {
          "type": "panel",
          "name": "pnl_ReprensentativeInformation",
          "title": {
            "en": "Reprensentative Information",
            "fr": "Renseignements sur le représentant"
          },
          "description": {
            "en": "Enter Representative Information",
            "fr": "Entrer les renseignements sur le représentant"
          },
          "visibleIf": "{FilingComplaintOnOwnBehalf} contains 'someone_else'",
          "elements": [
            {
              "type": "dropdown",
              "name": "Reprensentative_FormOfAddress",
              "title": {
                "en": "Preferred form of address",
                "fr": "Titre de civilité préféré"
              },
              "isRequired": true,
              "choices": [
                {
                  "text": {
                    "en": "Mr.",
                    "fr": "M."
                  },
                  "value": "Mr."
                },
                {
                  "text": {
                    "en": "Mrs.",
                    "fr": "Mme"
                  },
                  "value": "Mrs."
                },
                {
                  "text": {
                    "en": "Ms.",
                    "fr": "Mlle"
                  },
                  "value": "Ms."
                },
                {
                  "text": {
                    "en": "Other",
                    "fr": "Autre"
                  },
                  "value": "Other"
                }
              ]
            },
            {
              "type": "text",
              "name": "Reprensentative_FirstName",
              "title": {
                "en": "First name",
                "fr": "Prénom "
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "Reprensentative_LastName",
              "title": {
                "en": "Last name",
                "fr": "Nom de famille"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "Reprensentative_Email",
              "inputType": "email",
              "title": {
                "en": "E-mail address (yourname@domain.com)",
                "fr": "Adresse électronique (votrenom@domaine.com)"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "Reprensentative_MailingAddress",
              "title": {
                "en": "Mailing address",
                "fr": "Adresse postale"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "Reprensentative_City",
              "title": {
                "en": "City",
                "fr": "Ville "
              },
              "isRequired": true
            },
            {
              "type": "dropdown",
              "name": "Reprensentative_Country",
              "title": {
                "en": "Country",
                "fr": "Pays"
              },
              "isRequired": true,
              "choicesByUrl": {
                "url": "/api/Country?lang={locale}",
                "titleName": "text",
                "valueName": "value"
              }
            },
            {
              "type": "dropdown",
              "name": "Reprensentative_ProvinceOrState",
              "title": {
                "en": "Province/Territory",
                "fr": "Province ou territoire"
              },
              "isRequired": true,
              "visibleIf": "{reprensentative_Country} = 'CA'",
              "choicesByUrl": {
                "url": "/api/Province?lang={locale}",
                "titleName": "text",
                "valueName": "value"
              }
            },
            {
              "type": "text",
              "name": "Reprensentative_PostalCode",
              "title": {
                "en": "Postal code",
                "fr": "Code postal"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "Reprensentative_DayTimeNumber",
              "inputType": "tel",
              "isRequired": true,
              "title": {
                "en": "Daytime telephone number (123-456-7890)",
                "fr": "Numéro de téléphone pendant la journée (123-456-7890)"
              },
              "description": {
                "en": "Please enter the Daytime Telephone Number as the best number to contact you from Monday to Friday, 8:30am to 4:30pm ET.",
                "fr": "Veuillez entrer le numéro de téléphone où nous pourrons vous joindre pendant la journée du lundi au vendredi, de 8 h 30 à 16 h 30 (HE)."
              }
            },
            {
              "type": "text",
              "name": "Reprensentative_DayTimeNumberExtension",
              "title": {
                "en": "Extension (digits only)",
                "fr": "Prolongation (chiffres seulement)"
              },
              "inputType": "number"
            },
            {
              "type": "text",
              "name": "Reprensentative_AltTelephoneNumber",
              "inputType": "tel",
              "title": {
                "en": "Alternate telephone number (123-456-7890)",
                "fr": "Autre numéro de téléphone (123-456-7890)"
              }
            },
            {
              "type": "text",
              "name": "Reprensentative_AltTelephoneNumberExtension",
              "title": {
                "en": "Extension (digits only)",
                "fr": "Prolongation (chiffres seulement)"
              },
              "inputType": "number"
            }
          ]
        },
        {
          "type": "html",
          "html": {
            "en": "<div class='alert alert-info'><h2>Use of contact information</h2><p>Please note that OPC may use any of the contact information you have provided to contact you or your representative about your complaint. Please note that all methods of communication involve some risk that information may be misdirected or intercepted and manipulated. When communicating with you about personal information, we will take appropriate security measures following the <a href='https://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=16578' target='_blank'>Policy  on Government Security</a>.</p></div>",
            "fr": "<div class='alert alert-info'><h2>Utilisation des coordonnées</h2><p>Veuillez noter que le Commissariat peut utiliser les coordonnées que vous avez fournies pour communiquer avec vous ou votre représentant au sujet de votre plainte. Veuillez noter que toutes les méthodes de communication présentent le risque que les renseignements soient mal acheminés ou interceptés et manipulés. Lorsque nous communiquerons avec vous au sujet de renseignements personnels, nous prendrons les mesures de sécurité appropriées conformément à la <a href='https://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=16578' target='_blank'>Politique sur la sécurité du gouvernement</a>.</p></div>"
          }
        },
        {
          "type": "panel",
          "name": "pnl_complainant_accomodation",
          "title": {
            "en": "Accomodation",
            "fr": "Mesures d’adaptation"
          },
          "elements": [
            {
              "type": "radiogroup",
              "name": "NeedsDisabilityAccommodationChoice",
              "title": {
                "en": "We are committed to ensuring that clients with disabilities have equal access to, and can benefit from, all our public-facing services. Will you need accommodation measures for the complaint investigation process?",
                "fr": "Nous veillons à ce que les clients handicapés aient un accès égal à tous nos services au public et puissent en tirer profit. Aurez-vous besoin de mesures d’adaptation dans le cadre du processus d’enquête sur la plainte?"
              },
              "isRequired": true,
              "choices": [
                {
                  "text": {
                    "en": "Yes",
                    "fr": "Oui"
                  },
                  "value": "yes"
                },
                {
                  "text": {
                    "en": "No",
                    "fr": "Non"
                  },
                  "value": "no"
                }
              ]
            },
            {
              "type": "comment",
              "name": "DisabilityAccommodation",
              "title": {
                "en": "If yes, please describe what accommodation measures you are requesting and the reason.",
                "fr": "Si vous avez répondu « Oui », veuillez décrire les mesures d’adaptation que vous demandez et en donner la raison"
              },
              "description": {
                "en": "If you are unable to do so in writing, please <a href='https://www.priv.gc.ca/en/contact-the-opc/contact-the-information-centre/' target='_blank'>Contact OPC’s Information Centre</a> for assistance.",
                "fr": "Si vous ne pouvez pas le faire par écrit, veuillez <a href='https://www.priv.gc.ca/fr/communiquer-avec-le-commissariat/communiquer-avec-le-centre-d-information/' target='_blank'>communiquer avec le Centre d’information du Commissariat</a> pour obtenir de l’aide."
              },
              "isRequired": true,
              "visibleIf": "{NeedsDisabilityAccommodationChoice} contains 'yes'"
            }
          ]
        }
      ]
    },
    {
      "name": "page_part_c_documentation",
      "title": {
        "en": "Part C: Details (Documentation)—Privacy complaint form (private sector organization)",
        "fr": "Partie C : Détails (documentation) – Formulaire de plainte concernant la protection de la vie privée (organisation du secteur privé)"
      },
      "elements": [
        {
          "type": "html",
          "name": "documentation_info",
          "html": {
            "en": "<section class='alert alert-info col-md-12'><p>Based on your responses so far, you should attach the following documents with your complaint:</p><ul id='ul_documentation_info'><li>a copy of any written responses you received from the organization</li><li class='{DocumentationInfoRaisedPrivacyToAtipCoordinatorGetClass}'>a copy of your correspondence with the organization about your privacy concerns, including your attempts to escalate your concerns to the organization’s privacy contact (often called the privacy officer)</li><li class='{DeniedAccessGetClass}'>a copy of your access request to the organization</li><li class='{DeniedAccessGetClass}'>a copy of the organization’s replies to your access request, including any cover letter(s) sent with a response, and any parts of the response you have concerns with (you don’t need to provide the full set of documents sent by the organization if it is not relevant to your complaint)</li><li class='{SubmittedComplaintToOtherBodyGetClass}'>a copy of your complaint to another body, if that complaint includes concerns about the handling of personal information (if you do not want to provide the full text you can provide a partial copy, including the part related to the handling of personal information, or a detailed explanation of your concern)</li><li class='{ComplaintStillOngoingGetClass}'>a copy of any correspondence or report you received on the conclusion of the complaint process made to another body. (if you do not want to provide the full text, you can provide a partial copy, including the part related to the handling of personal information)</li><li class='{DocumentationInfoFilingComplaintOnOwnBehalfGetClass}'>your representative authorization form signed by the complainant</li></ul><p>You can either attach supporting documents to this online complaint or you can mail documents separately.</p></section>",
            "fr": "<section class='alert alert-info col-md-12'><p>D’après les réponses que vous avez fournies jusqu’à présent, vous devez joindre les documents suivants à votre plainte :</p><ul id='ul_documentation_info'><li>une copie des réponses par écrit que vous avez reçues de l’organisation (le cas échéant)</li><li class='{DocumentationInfoRaisedPrivacyToAtipCoordinatorGetClass}'>une copie de votre correspondance avec l’organisation au sujet de vos préoccupations en matière de protection de la vie privée, y compris vos tentatives de faire part de vos préoccupations à la personne-ressource de l’organisation en matière de protection de la vie privée (souvent appelée l’agent de la protection de la vie privée)</li><li class='{DeniedAccessGetClass}'>une copie de votre demande d’accès à l’organisation</li><li class='{DeniedAccessGetClass}'>une copie des réponses de l’organisation à votre demande d’accès, y compris toute lettre d’accompagnement d’une réponse, et toute partie de la réponse qui vous préoccupe (vous n’avez pas à fournir l’ensemble des documents envoyés par l’organisation si ceux-ci ne sont pas pertinents pour votre plainte)</li><li class='{SubmittedComplaintToOtherBodyGetClass}'>une copie de votre plainte auprès d’un autre organisme, si cette plainte comprend des préoccupations au sujet du traitement des renseignements personnels (si vous ne voulez pas fournir le texte intégral, vous pouvez fournir une copie partielle, y compris la partie relative au traitement des renseignements personnels, ou une explication détaillée de vos préoccupations)</li><li class='{ComplaintStillOngoingGetClass}'>une copie de toute correspondance ou de tout rapport que vous avez reçue sur la conclusion de la procédure de plainte adressée à un autre organisme (si vous ne voulez pas fournir le texte intégral, vous pouvez fournir une copie partielle, y compris la partie relative au traitement des renseignements personnels)</li><li class='{DocumentationInfoFilingComplaintOnOwnBehalfGetClass}'>votre formulaire d’autorisation de représentation signé par le plaignant</li></ul><p>Vous pouvez joindre les documents à l’appui à cette plainte en ligne ou les envoyer par la poste séparément.</p></section>"
          }
        },
        {
          "type": "radiogroup",
          "name": "DocumentationType",
          "title": {
            "en": "Do you wish to upload your supporting documents or send them by mail?",
            "fr": "Souhaitez-vous télécharger vos documents à l’appui ou les envoyer par la poste?"
          },
          "isRequired": true,
          "colCount": 1,
          "choices": [
            {
              "text": {
                "en": "Upload them",
                "fr": "Les télécharger"
              },
              "value": "upload"
            },
            {
              "text": {
                "en": "Send them by mail",
                "fr": "Les envoyer par la poste"
              },
              "value": "mail"
            },
            {
              "text": {
                "en": "Both",
                "fr": "Les deux"
              },
              "value": "both"
            },
            {
              "text": {
                "en": "I have no supporting documents to provide",
                "fr": "Je n’ai pas de documents à l’appui à fournir"
              },
              "value": "none"
            }
          ]
        },
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'><p>Please be aware that we might need documents to support your allegation before we can accept a complaint. If you wish to continue your complaint without demonstrating that you have raised your concerns with the organization, please be aware that we may decline to investigate your complaint.</p></section>",
            "fr": "<section class='alert alert-info'><p>Veuillez noter qu’il se peut que nous ayons besoin de documents à l’appui de votre allégation pour pouvoir accepter une plainte. Si vous souhaitez poursuivre votre plainte sans avoir démontré que vous avez fait part de vos préoccupations à l’organisation, veuillez noter que nous pourrions refuser de faire enquête sur votre plainte.</p></section>"
          }
        },
        {
          "type": "html",
          "visibleIf": "{DocumentationType} anyof ['upload','both']",
          "html": {
            "en": "<p><h2>Uploading supporting documents</h2></p><p><div class='alert alert-info'><p>We accept the following file types: doc, docx, xls, xlsx, ppt, pptx, wpd, csv, pdf, jpg, jpeg, gif, txt, rtf, tif, and tiff.</p><p>We cannot process a complaint submission until all relevant information is received. You can upload files up to a total of 25 MB.</p></div></p>",
            "fr": "<p><h2>Téléchargement des documents à l’appui</h2></p><div class='alert alert-info'><p>Nous acceptons les types de fichiers suivants : doc, docx, xls, xls, xlsx, ppt, pptx, pptx, wpd, csv, pdf, jpg, jpeg, gif, txt, rtf, tif et tiff.</p><p>Nous ne pouvons pas traiter une plainte tant que nous n’avons pas reçu tous les renseignements pertinents. Vous pouvez télécharger des fichiers jusqu’à un total de 25 Mo.</p></div></p>"
          }
        },
        {
          "type": "panel",
          "name": "pnl_file_upload_rep",
          "title": {
            "en": "Authorization form attachment(s)",
            "fr": "Pièces jointes au formulaire d’autorisation"
          },
          "visibleIf": "{FilingComplaintOnOwnBehalf} contains 'someone_else' and {DocumentationType} anyof ['upload','both']",
          "elements": [
            {
              "type": "file",
              "name": "Documentation_file_upload_rep",
              "titleLocation": "hidden",
              "description": {
                "en": "Upload the representative authorization form signed by the complainant.",
                "fr": "Téléchargez le formulaire d’autorisation de représentation signé par le plaignant."
              },
              "isRequired": true,
              "hasComment": false,
              "allowMultiple": true,
              "waitForUpload": false,
              "maxSize": 0,
              "storeDataAsText": false,
              "showMeter": true,
              "totalSize": 26214400,
              "showPreview": true,
              "acceptedTypes": ".doc,.docx,.xls,.xls,.xlsx,.ppt,.pptx,.pptx,.wpd,.csv,.pdf,.jpg,.jpeg,.gif,.txt,.rtf,.tif,.tiff"
            }
          ]
        },
        {
          "type": "panel",
          "name": "pnl_file_upload",
          "title": {
            "en": "Attachments",
            "fr": "Pièces jointes"
          },
          "visibleIf": "{DocumentationType} anyof ['upload','both']",
          "elements": [
            {
              "type": "file",
              "name": "Documentation_file_upload",
              "titleLocation": "hidden",
              "description": {
                "en": "Upload a file to attach to your complaint",
                "fr": "Téléchargez un fichier à joindre à votre plainte"
              },
              "isRequired": true,
              "hasComment": false,
              "allowMultiple": true,
              "waitForUpload": false,
              "maxSize": 0,
              "storeDataAsText": false,
              "showMeter": true,
              "totalSize": 26214400,
              "showPreview": true,
              "acceptedTypes": ".doc,.docx,.xls,.xls,.xlsx,.ppt,.pptx,.pptx,.wpd,.csv,.pdf,.jpg,.jpeg,.gif,.txt,.rtf,.tif,.tiff"
            }
          ]
        },
        {
          "type": "panel",
          "name": "pnl_send_mail",
          "hideOnPreview": true,
          "title": {
            "en": "Sending documents by mail",
            "fr": "Envoi de documents par la poste"
          },
          "visibleIf": "{DocumentationType} anyof ['mail','both']",
          "elements": [
            {
              "type": "html",
              "name": "documentation_uploading_file_types",
              "html": {
                "en": "<div class='alert alert-info'><p>If you send your supporting documents by mail, please include the <strong>reference number</strong> that you will get when you submit this online complaint form.</p><p>We cannot process a complaint until all relevant information is received. If we do not receive the supporting documents <strong>within 45 days</strong>, no further action will be taken.</p><h4>Mailing address</h4><address>Office of the Privacy Commissioner of Canada<br>30 Victoria Street<br>Gatineau, QC  K1A 1H3</address></div></p>",
                "fr": "<div class='alert alert-info'><p>Si vous envoyez vos documents à l’appui par la poste, veuillez indiquer le <strong>numéro de référence</strong> que vous obtiendrez lorsque vous soumettrez ce formulaire de plainte en ligne.</p><p>Nous ne pouvons pas traiter une plainte tant que nous n’avons pas reçu tous les renseignements pertinents. Si nous ne recevons pas les documents à l’appui <strong>dans les 45&nbsp;jours</strong>, aucune autre mesure ne sera prise.</p><h3>Adresse postale</h3><address>Commissariat à la protection de la vie privée du Canada<br>30, rue Victoria<br>Gatineau (Québec)  K1A&nbsp;1H3</address></div></p>"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "",
      "title": {
        "en": "Confirmation",
        "fr": "Confirmation"
      },
      "elements": [
        {
          "type": "checkbox",
          "name": "InformationIsTrue",
          "title": {
            "en": "Please certify that the information you have given on this form is, to the best of your knowledge, true, accurate and complete.",
            "fr": "Veuillez attester que les renseignements que vous avez fournis dans ce formulaire sont, à votre connaissance, véridiques, exacts et complets."
          },
          "isRequired": true,
          "choices": [
            {
              "value": "yes",
              "text": {
                "en": "I certify",
                "fr": "Je certifie"
              }
            }
          ]
        },
        {
          "type": "html",
          "name": "InformationIsTrue_info",
          "html": {
            "en": "<section class='alert alert-info col-md-12'><p>After submitting your complaint, you will be able to use the next screen to:</p><ul><li>download and print a summary of your complaint</li><li>file a different type of complaint about the same institution</li><li>file the same type of complaint about another institution</li><li>file a different type of complaint about another institution</li></ul></section>",
            "fr": "<section class='alert alert-info col-md-12'><p>Après avoir soumis votre plainte, vous pourrez utiliser l’écran suivant pour:</p><ul><li>télécharger et imprimer un résumé de votre dossier de plainte</li><li>déposer un autre type de plainte concernant la même institution</li><li>déposer le même type de plainte concernant une autre institution</li><li>déposer un autre type de plainte concernant une autre institution</li></ul></section>"
          }
        }
      ]
    }
  ],
  "completedHtml": {
    "en": "<h1>Completed—Privacy complaint form (private sector organization)</h1><p>You have sent the Office of the Privacy Commissioner (OPC) an online privacy complaint about a private sector organization. Your temporary file number is <span id='sp_survey_file_number'></span>. You will receive an email soon to confirm its receipt. We will review your information and will try to contact you, if appropriate, as soon as possible.</p><div class='alert alert-info'><p>We cannot process a complaint until all relevant information is received. All supporting documents must be received <strong>within 45 days</strong> or no further action will be taken.</p></div><h2>Download a summary of your complaint</h2><p>You can download a summary to save or print</p><button type='button' onclick='showPDF()' class='btn btn-primary piwik_download'>Download a summary of your complaint</button><h2>File another complaint</h2><p><a href='https://www.priv.gc.ca/en/report-a-concern/file-a-formal-privacy-complaint/file-a-complaint-about-a-business/'>File the same type of complaint about a business</a> (you will need to register again to file a different type of complaint about another business)</p><h2>Related content</h2><ul><li><a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-privacy-act/privacy-act-compliance-help/gd_exp_pa/' target='_blank'>Guide: What to expect during a complaint investigation under the <em>Privacy Act</em></a></li><li><a href='https://www.priv.gc.ca/en/privacy-topics/privacy-laws-in-canada/the-privacy-act/' target='_blank'><em>Privacy Act</em></a></li><li><a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/the-federal-government-and-your-personal-information/' target='_blank'>The federal government and your personal information</a></li><li><a href='http://www.tbs-sct.gc.ca/atip-aiprp/apps/coords/index-eng.asp' target='_blank'>List of Access to Information and Privacy Coordinators by institution</a></li><li><a href='https://www.priv.gc.ca/en/privacy-topics/your-privacy-rights/raising-your-privacy-concern-with-an-organization/tips-for-raising-your-privacy-concern-with-a-federal-government-institution/' target='_blank'>Tips for raising your privacy concern with a federal government institution</a></li></ul>",
    "fr": "<h1>Remplie – Formulaire de plainte sur la protection de la vie privée (organisation du secteur privé)</h1><p>Vous avez envoyé au Commissariat à la protection de la vie privée du Canada (Commissariat) un formulaire de plainte en ligne au sujet d’une organisation du secteur privé. Votre numéro de dossier temporaire est le <span id='sp_survey_file_number'></span>. Vous recevrez bientôt un courriel confirmant sa réception. Nous examinerons vos renseignements et tenterons de communiquer avec vous, le cas échéant, dès que possible.</p><div class='alert alert-info'><p>Nous ne pouvons pas traiter une plainte tant que nous n’avons pas reçu tous les renseignements pertinents. Toutes les pièces justificatives doivent être reçues<strong>dans les 45 jours</strong>; sinon, aucune autre mesure ne sera prise.</p></div><h2>Téléchargez un résumé de votre plainte</h2><p>Vous pouvez télécharger un résumé pour l’enregistrer ou l’imprimer</p><button type='button' onclick='showPDF()' class='btn btn-primary piwik_download'>Téléchargez un résumé de votre plainte</button><h2>Déposer une autre plainte</h2><p><a href='https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-entreprise/'>Déposer une plainte relative à la protection de la vie privée visant une entreprise</a> (vous devrez vous inscrire de nouveau pour déposer un autre type de plainte visant une autre entreprise)</p><h2>Contenu connexe</h2><ul><li><a href='https://www.priv.gc.ca/fr/signaler-un-probleme/deposer-une-plainte-officielle-concernant-la-protection-de-la-vie-privee/deposer-une-plainte-visant-une-entreprise/guide/' target='_blank'>Guide sur le processus de traitement des plaintes en vertu de la LPRPDE</a></li><li><a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/lois-sur-la-protection-des-renseignements-personnels-au-canada/la-loi-sur-la-protection-des-renseignements-personnels-et-les-documents-electroniques-lprpde/' target='_blank'><em>Loi sur la protection des renseignements personnels et les documents &eacute;lectroniques</em>&nbsp;(LPRPDE)</a></li><li><a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/les-entreprises-et-vos-renseignements-personnels/' target='_blank'>Les entreprises et vos renseignements personnels</a></li><li><a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/votre-droit-a-la-vie-privee/faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-organisation/conseils-pour-faire-part-de-vos-preoccupations-concernant-la-protection-de-la-vie-privee-a-une-entreprise/' target='_blank'>Conseils pour faire part de vos pr&eacute;occupations concernant la protection de la vie priv&eacute;e &agrave; une entreprise</a></li></ul>"
  },
  "calculatedValues": [
    {
      "name": "DocumentationInfoRaisedPrivacyToAtipCoordinatorGetClass",
      "expression": "iif({RaisedPrivacyToAtipCoordinator} = true, 'mrgn-bttm-sm', 'mrgn-bttm-sm sv-hidden')"
    },
    {
      "name": "DocumentationInfoFilingComplaintOnOwnBehalfGetClass",
      "expression": "iif({FilingComplaintOnOwnBehalf} = 'someone_else', 'mrgn-bttm-sm', 'mrgn-bttm-sm sv-hidden')"
    },
    {
      "name": "DeniedAccessGetClass",
      "expression": "iif({DeniedAccess} anyof ['yes','yes_and_other_concern'], 'mrgn-bttm-sm', 'mrgn-bttm-sm sv-hidden')"
    },
    {
      "name": "SubmittedComplaintToOtherBodyGetClass",
      "expression": "iif({SubmittedComplaintToOtherBody} = true, 'mrgn-bttm-sm', 'mrgn-bttm-sm sv-hidden')"
    },
    {
      "name": "ComplaintStillOngoingGetClass",
      "expression": "iif({ComplaintStillOngoing} = true, 'mrgn-bttm-sm', 'mrgn-bttm-sm sv-hidden')"
    },
    {
      "name": "QuestionPluralEn",
      "expression": "iif({ProvinceIncidence} anyof [1,3,4,5,7,8], 'questions', 'question')"
    },
    {
      "name": "QuestionPluralFr",
      "expression": "iif({ProvinceIncidence} anyof [1,3,4,5,7,8], 'aux questions suivantes', 'à la question suivante')"
    }
  ]
}
