{
  "pages": [
    {
      "name": "page_information",
      "title": {
        "en": "PIPEDA Breach Report",
        "fr": "Formulaire : Rapport d'atteinte à la LPRPDE"
      },
      "hideOnPreview": true,
      "hideOnPDF": true,
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<h4>For use by private sector organizations reporting breaches of security safeguards to the Office of the Privacy Commissioner (OPC)</h4>",
            "fr": "<h4>Destiné aux organisations du secteur privé déclarant des atteintes aux mesures de sécurité au Commissariat à la protection de la vie privée du Canada (Commissariat)</h4>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><strong>What is a breach of security safeguards (breaches)?</strong></p><p>A breach of security safeguards is defined in the <em>Personal Information Protection and Electronic Documents Act</em> (PIPEDA) as: the loss of, unauthorized access to or unauthorized disclosure of personal information resulting from a breach of an organization's security safeguards that are referred to in clause 4. 7 of Schedule 1 of PIPE DA or from a failure to establish those safeguards.</p>",
            "fr": "<p><strong>Qu'est-ce qu'une atteinte aux mesures de sécurité (« atteintes »)?</strong></p><p>Une « atteinte aux mesures de sécurité » est définie comme suit dans la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em> (LPRPDE) : communication non autorisée ou perte de renseignements personnels, ou accès non autorisé à ceux-ci, par suite d'une atteinte aux mesures de sécurité d'une organisation prévues à l'article 4. 7 de l'annexe 1 de la LPRPDE ou du fait que ces mesures n'ont pas été mises en place.</p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><strong>Am I required to submit a report to the OPC if it has had a breach?</strong></p><p>On June 18, 2015 the <em>Digital Privacy Act</em> was passed into law. This Act includes an amendment to PIPEDA requiring organizations to report breaches of security safeguards to the OPC involving personal information under their control where it is reasonable in the circumstances to believe that the breach creates a real risk of significant harm to an individual.</p><p>This requirement is effective as of November 1, 2018. Read our <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-breaches/respond-to-a-privacy-breach-at-your-business/gd_pb_201810/'>guidance</a> for more information. The present form can be used by organizations that have experienced a breach to meet their legal obligations under <a href='https://laws-lois.justice.gc.ca/eng/acts/P-8.6/'>PIPEDA</a> and the <a href='https://laws-lois.justice.gc.ca/eng/regulations/SOR-2018-64/index.html'>Breach of Security Safeguards Regulations: SOR/2018-64</a>.</p>",
            "fr": "<p><strong>Suis-je tenu de soumettre un rapport au Commissariat si mon organisation a subi une atteinte?</strong></p><p>La <em>Loi sur la protection des renseignements personnels numériques</em> a été adoptée le 18 juin 2015. Cette loi comprend une modification à la LPRPDE exigeant que les organisations déclarent au Commissariat les atteintes aux mesures de sécurité impliquant des renseignements personnels dont elles ont la gestion s'il est raisonnable de croire, dans les circonstances, que l'atteinte présente un risque réel de préjudice grave à un individu.</p><p>Cette obligation entre en vigueur le 1er novembre 2018. Consultez notre <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/protection-des-renseignements-personnels-pour-les-entreprises/mesures-de-securite-et-atteintes/atteintes-a-la-vie-privee/comment-reagir-a-une-atteinte-a-la-vie-privee-dans-votre-entreprise/gd_pb_201810/' target='_blank'>document d'orientation</a> pour de plus amples renseignements. Le présent formulaire peut être utilisé par les organisations qui ont subit une atteinte à la vie privée afin de respecter leurs obligations juridiques aux termes de la <a href='https://laws-lois.justice.gc.ca/fra/lois/P-8.6/' target='_blank'>LPRPDE </a>et du <a href='https://laws-lois.justice.gc.ca/fra/lois/P-8.6/' target='_blank'>Règlement sur les atteintes aux mesures de sécurité : DORS/2018-64</a>.</p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><strong>I am an individual affected by a privacy breach. Should I use this form?</strong></p><p>Individuals who would like to make a complaint about a breach of their privacy by an organization should not use this form. Instead, please consult the <a href='https://www.priv.gc.ca/en/report-a-concern/'>Report a concern</a> section of our website.</p>",
            "fr": "<p><strong>Je suis une personne visée par une atteinte. Est-ce que je devrais utiliser ce formulaire?</strong></p><p>Les intéressés qui souhaitent porter plainte à propos d'une atteinte à leur vie privée par une organisation ne devraient pas utiliser ce formulaire. Consultez plutôt la section <a href='https://www.priv.gc.ca/fr/signaler-un-probleme/' target='_blank'>Signaler un problème</a> de notre site Web.</p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><strong>Should I include personal information in this form?</strong></p><p>No. The form need not include personal information other than the business contact information of the person(s) at the organization that the OPC can contact with any follow-up questions. For instance, the form need not include the names or other identifying details of affected individuals unless it's necessary to explain the personal information involved. It is intended to provide information about the breach and nature of information.</p>",
            "fr": "<p><strong>Devrais-je inclure des renseignements personnels dans ce formulaire?</strong></p><p>Non. Il n'est pas nécessaire d'inclure dans le formulaire des renseignements personnels autres que les coordonnées des personnes qui peuvent répondre, au nom de l'organisation, aux questions de suivi du Commissariat. Par exemple, il n'est pas nécessaire d'inclure les noms des intéressés, ou d'autres détails permettant de les identifier, à moins qu'ils ne soient nécessaires afin d'expliquer la nature des renseignements personnels visés. Il a pour but de fournir des renseignements au sujet de l'atteinte et de la nature des renseignements.</p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><strong>How quickly after a breach should I submit this form?</strong></p><p>Organizations must report a breach of security safeguards to the OPC as soon as feasible after the organization determines that the breach has occurred, even if not all information (e.g. the cause, or planned mitigation measures) is known or confirmed. You can add or correct information as it becomes available.</p>",
            "fr": "<p><strong>Combien de temps après l'atteinte dois-je soumettre ce formulaire?</strong></p><p>Les organisations doivent signaler une atteinte aux mesures de sécurité au Commissariat dès que possible après que l'organisation détermine que l'atteinte s'est produite, même si tous les renseignements (p. ex., la cause, ou les mesures d'atténuation prévues) ne sont pas connus ou confirmés. Vous pouvez ajouter ou corriger des renseignements, au fur et à mesure qu'ils sont disponibles.</p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><strong>What can happen after a breach is reported to the OPC?</strong></p><p>When the OPC becomes aware of a breach, we might seek more information from the organization involved and then work to identify and resolve any compliance issues with PIPEDA and mitigate any of the incident's damaging effects.</p>",
            "fr": "<p><strong>Que peut-il arriver une fois qu'une atteinte est déclarée au Commissariat?</strong></p><p>Lorsque le Commissariat prend connaissance d'une atteinte, il pourrait demander des renseignements supplémentaires aux organisations concernées et ensuite chercher à déterminer et à résoudre tout problème de conformité à la LPRPDE. Il peut aussi tenter d'atténuer tout effet dommageable de l'incident.</p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><strong>How will the OPC handle information provided by organizations in a breach report?</strong></p><p>The OPC generally has a duty to maintain the confidentiality of breach reports submitted to the Privacy Commissioner under PIPEDA. However, there are some exceptions to this obligation. For instance, the OPC may disclose information in a breach report to:</p><ul><li>domestic and international counterparts in accordance with information sharing agreements or arrangements; or to</li><li>a government institution if the Commissioner has reasonable grounds to believe that the information could be useful in the investigation of a contravention of the laws of Canada or a province.</li></ul><p>The Commissioner may also disclose information publicly where he believes it is in the public interest to do so. Public interest disclosures are considered carefully on a case-by-case basis. The Commissioner would normally not publicly disclose information that would pose a security risk.</p><p>Information provided to the OPC in a breach report could sometimes be used as the basis for initiating an investigation and in any ensuing investigation.</p><p>The Digital Privacy Act also amends the federal <em>Access to Information Act </em>(ATIA) to create a statutory exemption from the disclosure of any data breach of security safeguards report in response to access to information requests under the ATIA.</p>",
            "fr": "<p><strong>De quelle façon le Commissariat traitera-t-il les renseignements fournis par les organisations dans un rapport d'atteinte?</strong></p><p>De façon générale, le Commissariat a le devoir de préserver la confidentialité des rapports d'atteinte qui sont soumis au commissaire à la protection de la vie privée en application de la LPRPDE. Cependant, il y a certaines exceptions à cette obligation. Par exemple, le Commissariat pourrait divulguer des renseignements contenus dans un rapport d'atteinte à :</p><ul><li>ses homologues nationaux et internationaux, conformément à des ententes ou à desarrangements visant l'échange de renseignements; ou</li><li>une institution gouvernementale, si le commissaire a des motifs raisonnables de croire que lesrenseignements seraient utiles dans une enquête sur une contravention au droit fédéral ouprovincial.</li></ul><p>Le commissaire peut aussi divulguer des renseignements publiquement lorsqu'il estime qu'il est dans l'intérêt public de le faire. Les communications de renseignements dans l'intérêt public sont examinées attentivement au cas par cas et le commissaire ne communiquerait normalement pas publiquement des renseignements qui présenteraient un risque pour la sécurité.</p><p>Les renseignements fournis dans un rapport d'atteinte destiné au Commissariat pourraient parfois être utilisés comme fondement pour amorcer une enquête et dans toute enquête qui s'ensuit.</p><p>La <em>Loi sur la protection des renseignements personnels numériques</em> modifie également la <em>Loi sur l'accès à l'information</em> (LAI) afin de créer une exception, en vertu de la loi, à la divulgation de tout rapport d'atteinte à la sécurité des</p>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "<p><strong>Where can I get more information on responding to a privacy breach?</strong></p><p>Please see our office's guidance entitled <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-breaches/respond-to-a-privacy-breach-at-your-business/gd_pb_201810/'>What you need to know about mandatory reporting of breaches of security safeguards.</a></p>",
            "fr": "<p><strong>Où puis-je obtenir de plus amples renseignements sur la façon de répondre à une atteinte à la vie privée?</strong></p><p>Veuillez consulter notre document d'orientation intitulé :</p><p><a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/protection-des-renseignements-personnels-pour-les-entreprises/mesures-de-securite-et-atteintes/atteintes-a-la-vie-privee/comment-reagir-a-une-atteinte-a-la-vie-privee-dans-votre-entreprise/gd_pb_201810/' target='_blank'>Ce que vous devez savoir sur la déclaration obligatoire des atteintes aux mesures de sécurité.</a></p>"
          }
        }
      ]
    },
    {
      "name": "page_organization",
      "title": {
        "en": "PIPEDA Breach Report - Information about the organization",
        "fr": "Rapport d'atteinte à la LPRPDE - Renseignements de l'organisation"
      },
      "elements": [
        {
          "type": "text",
          "name": "OrganizationName",
          "title": {
            "en": "Legal name of the organization",
            "fr": "Nom officiel de l'organisation"
          },
          "maxLength": 250,
          "isRequired": true
        },
        {
          "type": "panel",
          "name": "pnl_OranizationName",
          "title": {
            "en": "Organization Address",
            "fr": "Adresse de l'organisation"
          },
          "elements": [
            {
              "type": "text",
              "name": "OrganizationCity",
              "title": {
                "en": "City",
                "fr": "Ville"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "OrganizationStreet",
              "title": {
                "en": "Street",
                "fr": "Rue"
              },
              "isRequired": true
            },
            {
              "type": "dropdown",
              "name": "OrganizationProvince",
              "title": {
                "en": "Province/State",
                "fr": "Province/territoire"
              },
              "isRequired": true,
              "choicesByUrl": {
                "url": "/api/Province?lang={locale}",
                "titleName": "text",
                "valueName": "value"
              }
            },
            {
              "type": "text",
              "name": "OrganizationPostalCode",
              "title": {
                "en": "Postal code",
                "fr": "Code postal"
              },
              "isRequired": true,
              "maxLength":  10
            }
          ]
        },
        {
          "type": "panel",
          "name": "pnl_RepresentativeType",
          "title": {
            "en": "Contact information",
            "fr": "Information du contact"
          },
          "elements": [
            {
              "type": "radiogroup",
              "name": "RepresentativeType",
              "title": {
                "en": "Contact information of a person who can answer, on behalf of the organization, OPC's questions about the breach",
                "fr": "Coordonnées d'une personne qui peut répondre, au nom de l'organisation, aux questions duCommissariat au sujet de l'atteinte"
              },
              "isRequired": true,
              "choices": [
                {
                  "text": {
                    "en": "Internal representative",
                    "fr": "Représentant interne"
                  },
                  "value": "internal_representative"
                },
                {
                  "text": {
                    "en": "External representative",
                    "fr": "Représentant externe"
                  },
                  "value": "external_representative"
                }
              ]
            },
            {
              "type": "text",
              "name": "ContactName",
              "title": {
                "en": "Name",
                "fr": "Nom"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "ContactTitle",
              "title": {
                "en": "Title/position",
                "fr": "Titre/poste"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "ContactPhoneWithCountryCode",
              "title": {
                "en": "Telephone",
                "fr": "Téléphone"
              },
              "isRequired": true,
              "inputType":  "tel"
            },
            {
              "type": "text",
              "name": "ContactPhoneExtension",
              "startWithNewLine": true,
              "title": {
                "en": "Extension",
                "fr": "Poste"
              },
              "inputType":  "number",
              "validators": [
                {
                  "type": "numeric",
                  "text": {
                    "en": "Invalid extension",
                    "fr": "Poste invalide"
                  }
                }
              ]
            },
            {
              "type": "text",
              "name": "ContactEmail",
              "title": {
                "en": "Email",
                "fr": "Courriel"
              },
              "placeHolder": {
                "en": "yourname@domain.com",
                "fr": "votrenom@domain.com"
              },
              "validators": [
                {
                  "type": "email"
                }
              ],
              "inputType": "email",
              "isRequired": true
            },
            {
              "type": "text",
              "name": "ContactStreetAdress",
              "title": {
                "en": "Street address",
                "fr": "Adresse municipale"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "ContactCity",
              "title": {
                "en": "City",
                "fr": "Ville"
              },
              "isRequired": true
            },
            {
              "type": "dropdown",
              "name": "ContactCountry",
              "title": {
                "en": "Country",
                "fr": "Pays"
              },
              "isRequired": true,
              "choicesByUrl": {
                "url": "/api/Country?lang={locale}",
                "titleName": "text",
                "valueName": "value"
              }
            },
            {
              "type": "dropdown",
              "name": "ContactProvince",
              "visibleIf": "{ContactCountry} = 'CA'",
              "title": {
                "en": "Province/State",
                "fr": "Province/territoire"
              },
              "isRequired": true,
              "choicesByUrl": {
                "url": "/api/Province?lang={locale}&addOther=true",
                "titleName": "text",
                "valueName": "value"
              }
            },
            {
              "type": "text",
              "name": "ContactOtherProvince",
              "visibleIf": "{ContactProvince} = 14",
              "title": {
                "en": "Other Province",
                "fr": "Autre Province"
              },
              "isRequired": true
            },
            {
              "type": "text",
              "name": "ContactPostalCode",
              "title": {
                "en": "Postal code",
                "fr": "Code postal"
              },
              "isRequired": true,
              "maxLength": 10
            }
          ]
        }
      ]
    },
    {
      "name": "page_breach_description_affected",
      "title": {
        "en": "PIPEDA Breach Report - Breach description",
        "fr": "apport d'atteinte à la LPRPDE - Description de l'atteinte"
      },
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<p><strong>Number of individuals affected by the breach or, if unknown, the approximate number:</strong></p><p>If possible, please also provide the total number of Canadians affected by the breach</p>",
            "fr": "<p><strong>Le nombre d'individus visés par l'atteinte ou, s'il n'est pas connu, une approximation de ce nombre</strong>:</p><p>Si possible, veuillez également fournir le nombre total de Canadiens visés par cette atteinte.</p>"
          }
        },
        {
          "type": "text",
          "name": "NumberOfInvidualAffected",
          "title": {
            "en": "Total number of individual affected",
            "fr": "Nombre total des individus touchés"
          },
          "inputType":  "number",
          "isRequired": true,
          "validators": [
            {
              "type": "numeric"
            }
          ]
        },
        {
          "type": "text",
          "name": "NumberOfCanadiansAffected",
          "title": {
            "en": "Total number of canadians affected",
            "fr": "Nombre total de canadiens touchés"
          },
          "inputType": "number",
          "validators": [
            {
              "type": "numeric"
            }
          ]
        },
        {
          "type": "comment",
          "name": "NumberAffectedComment",
          "title": {
            "en": "Additional comments",
            "fr": "Commentaires"
          },
          "maxLength": 2000
        }
      ]
    },
    {
      "name": "page_breach_description_dates",
      "title": {
        "en": "PIPEDA Breach Report - Breach description",
        "fr": "Rapport d'atteinte à la LPRPDE - Description de l'atteinte"
      },
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<p><strong>When the breach occurred:</strong></p><p>Please describe the day on which the breach occurred, or the period during which the breach occurred, including a date range, if applicable</p>",
            "fr": "<p><strong>La date à laquelle l'atteinte a eu lieu:</strong></p><p>Veuillez indiquer la date ou la période où l'atteinte a eu lieu, y compris une plage de dates, le cas échéant.</p>"
          }
        },
        {
          "type": "datepicker",
          "name": "DateBreachOccurrenceStart",
          "title": {
            "en": "Start date of breach occurrence",
            "fr": "Date à laquelle l'atteinte a débuté"
          },
          "isRequired": true
        },
        {
          "type": "datepicker",
          "name": "DateBreachOccurrenceEnd",
          "title": {
            "en": "End date of breach occurrence",
            "fr": "Date à laquelle l'atteinte a pris fin"
          }
        },
        {
          "type": "comment",
          "name": "BreachOccurrenceComment",
          "title": {
            "en": "Additional comments",
            "fr": "Commentaires"
          },
          "maxLength": 2000
        }
      ]
    },
    {
      "name": "page_breach_description_type",
      "title": {
        "en": "PIPEDA Breach Report - Breach description",
        "fr": "Rapport d'atteinte à la LPRPDE - Description de l'atteinte"
      },
      "elements": [
        {
          "type": "dropdown",
          "name": "TypeOfBreach",
          "title": {
            "en": "Type of breach",
            "fr": "Type d'atteinte"
          },
          "description": {
            "en": "Please select the option that best fits from the list below.",
            "fr": "Veuillez choisir l'option parmi les choix ci-dessous celle qui décrit le mieux le type d'atteinte."
          },
          "choices": [
            {
              "text": {
                "en": "Accidental disclosure (e.g., misdirected communications or accidentally unsecured information)",
                "fr": "Divulgation accidentelle (p. ex., communications mal adressées, renseignements accidentellement non sécurisés)"
              },
              "value": "accidental_disclosure"
            },
            {
              "text": {
                "en": "Loss of physical devices or paper records containing personal information",
                "fr": "Perte de dispositifs physiques ou de dossiers papier contenant des renseignements personnels"
              },
              "value": "loss_physical_devices"
            },
            {
              "text": {
                "en": "Theft of physical devices or paper records containing personal information",
                "fr": "Vol de dispositifs physiques ou de dossiers papier contenant des renseignements personnels"
              },
              "value": "theft_physical_devices"
            },
            {
              "text": {
                "en": "Unauthorized access by malicious or potentially malicious actor(s)",
                "fr": "Accès non autorisé par un(des) acteur(s) malveillant(s) ou potentiellement malveillant(s)"
              },
              "value": "unauthorized_access"
            },
            {
              "text": {
                "en": "Other (please explain below)",
                "fr": "Autre (veuillez préciser ci-dessous)"
              },
              "value": "other"
            }
          ]
        }
      ]
    },
    {
      "name": "page_breach_description_circumstances",
      "title": {
        "en": "PIPEDA Breach Report - Breach description",
        "fr": "Rapport d'atteinte à la LPRPDE - Description de l'atteinte"
      },
      "elements": [
        {
          "type": "comment",
          "name": "BreachCircumstanceDescription",
          "isRequired": true,
          "title": {
            "en": "Description of the circumstances of the breach, and, if known, the cause",
            "fr": "Les circonstances de l'atteinte et, si elle est connue, sa cause"
          },
          "description": {
            "en": "<p><ol><li>Description of all organizations involved in the breach including their role(s) with respect tothe personal information in question,</li><li>How and why the breach occurred (please include some technical detail regarding the breach including anexplanation of the methodology of the attack if one took place),</li><li>When the breach was discovered,</li><li>Where the breach occurred,</li><li>Who may have had access to the personal information (to the extent known)</li></ol></p>",
            "fr": "<p><ol><li>description de toutes les organisations visées par l'atteinte y compris leur rôle en ce qui a trait aux renseignementspersonnels en question,</li><li>comment et pourquoi l'atteinte a eu lieu (veuillez inclure quelques détails techniques concernant l'atteinte y comprisune description de la méthode utilisée lors de l'attaque si celle-ci s'est produite),</li><li>quand l'atteinte a été découverte,</li><li>où l'atteinte a eu lieu,</li><li>qui peut avoir eu accès aux renseignements personnels (dans la mesure où ces personnes sont connues).</li></ol></p>"
          },
          "maxLength": 2000
        }
      ]
    },
    {
      "name": "page_breach_descriptionsecurity",
      "title": {
        "en": "PIPEDA Breach Report - Breach description",
        "fr": "Rapport d'atteinte à la LPRPDE - Description de l'atteinte"
      },
      "elements": [
        {
          "type": "comment",
          "name": "SecuritySafeguardsDescription",
          "title": {
            "en": "Description of relevant security safeguards in place at the time of the breach to prevent the type of incident that occurred",
            "fr": "Description des mesures de sécurité pertinentes en place au moment de l'atteinte afin d'empêcher le type d'incident qui a eu lieu "
          },
          "maxLength": 2000
        }
      ]
    },
    {
      "name": "page_breach_description_subject",
      "title": {
        "en": "PIPEDA Breach Report - Breach description",
        "fr": "Rapport d'atteinte à la LPRPDE - "
      },
      "elements": [
        {
          "type": "comment",
          "name": "SubjectOfBreach",
          "isRequired": true,
          "title": {
            "en": "Description of the personal information that is the subject of the breach to the extent known",
            "fr": "La nature des renseignements personnels visés par l'atteinte dans la mesure où elle est connue "
          },
          "description": {
            "en": "<p>Describe the type and nature of the personal information that was breached (for instance, name, phone number, email address, account number, social insurance number, etc.). Please specify if client or employee information was accessed.</p><section class='alert alert-warning'><p>This section need not include any identifying information, unless it is necessary to explain the nature and sensitivity of the information.</p></section>",
            "fr": "<p>Décrivez le type et la nature des renseignements personnels faisant l'objet de l'atteinte (par exemple, nom, numéro de téléphone, adresse courriel, numéro de compte, numéro d'assurance sociale, etc.). Veuillez préciser si les renseignements personnels du client ou de l'employé ont été consultés.</p><p><section class='alert alert-warning'><p>Il n'est pas exigé d'inclure dans la présente section des renseignements identificatoires, à moins qu'ils ne soient nécessaires pour expliquer la nature et la sensibilité des renseignements</p></section>"
          },
          "maxLength": 2000
        }
      ]
    },
    {
      "name": "page_notification_steps",
      "title": {
        "en": "PIPEDA Breach Report - Notification",
        "fr": "Rapport d'atteinte à la LPRPDE - Avis"
      },
      "elements": [
        {
          "type": "html",
          "html": {
            "en": "<section class='alert alert-info'>The <a href='https://laws-lois.justice.gc.ca/eng/regulations/SOR-2018-64/index.html' target='_blank'>Breach of Security Safeguard Regulations</a> stipulate that any notification where the breach represents a Real Risk of Significant Harm (RROSH) must contain specific elements laid out in Section 3 of the Regulations.</section>",
            "fr": "<section class='alert alert-info'>Le <a href='https://laws-lois.justice.gc.ca/fra/lois/P-8.6/' target='_blank'>Règlement sur les atteintes aux mesures de sécurité</a> prévoit que tout avis concernant une atteinte représentant un risque réel de préjudice grave doit contenir certains éléments précisés à l'article 3 dudit règlement.</section>"
          }
        },
        {
          "type": "html",
          "html": {
            "en": "Description of the steps that the organization has taken or intends to take to notify affected individuals",
            "fr": "Description des mesures que l'organisation a prises ou a l'intention de prendre pour aviser lesintéressés"
          }
        },
        {
          "type": "boolean",
          "name": "IsAffectedNotified",
          "isRequired": true,
          "title": {
            "en": "Have affected individuals been notified?",
            "fr": "Est-ce que les intéressés ont été avisés?"
          }
        },
        {
          "type": "datepicker",
          "name": "DateNotificationBegan",
          "title": {
            "en": "Date notification began (or is planned)",
            "fr": "Date à laquelle l'avis a débuté (ou est prévu)"
          },
          "isRequired": true
        },
        {
          "type": "datepicker",
          "name": "DateNotificationCompleted",
          "title": {
            "en": "Date notification was completed",
            "fr": "Date à laquelle l'avis a pris fin"
          }
        },
        {
          "type": "dropdown",
          "name": "MethodOfNotification",
          "title": {
            "en": "Method of notification used for affected individuals",
            "fr": "Méthode de notification utilisée pour les intéressés"
          },
          "choices": [
            {
              "text": {
                "en": "Affected individuals notified directly.",
                "fr": "Les intéressés ont été avisés directement"
              },
              "value": "directly"
            },
            {
              "text": {
                "en": "Affected individuals notified indirectly.",
                "fr": "Les intéressés ont été avisés indirectement"
              },
              "value": "indirectly"
            },
            {
              "text": {
                "en": "Some individuals notified directly, some notified only indirectly",
                "fr": "Certains intéressés ont été avisés directement; d’autres ont été avisés indirectement seulement"
              },
              "value": "directly_and_indirectly"
            },
            {
              "text": {
                "en": "Some or all affected individuals not notified",
                "fr": "Certains, ou tous les intéressés, n’ont pas été avisés"
              },
              "value": "not_notified"
            }
          ]
        },
        {
          "type": "comment",
          "name": "IndirectlyNotificationDescription",
          "isRequired": true,
          "visibleIf": "{MethodOfNotification} = 'indirectly'",
          "title": {
            "en": "If you have chosen to notify indirectly, describe the rationale for doing so as well as the type of indirect notification used (i.e. how it was delivered to the target audience)",
            "fr": "Si vous avez choisi d'aviser indirectement les intéressés, veuillez décrire la raison pour ce faire, ainsi que le type d'avis indirect utilisé (c.-à-d. par quel moyen il a été livré à un public cible)"
          },
          "maxLength": 2000
        }
      ]
    },
    {
      "name": "page_notification_description",
      "title": {
        "en": "PIPEDA Breach Report - Notification",
        "fr": "Rapport d'atteinte à la LPRPDE - Avis"
      },
      "elements": [
        {
          "type": "comment",
          "name": "NotificationDescription",
          "isRequired": true,
          "title": {
            "en": "Describe the form of notification",
            "fr": "Décrivez la forme de l'avis"
          },
          "description": {
            "en": "<p>For example, this can include directly by letter, email, telephone; indirectly via newspaper announcement, etc.</p><section class='alert alert-warning'><p>Do not include any identifying personal information.</p></section>",
            "fr": "<p>Par exemple, cela peut comprendre les moyens suivants : directement par lettre, courriel, téléphone; indirectement par annonce dans les journaux, etc.</p><section class='alert alert-warning'><p>Ne pas inclure de renseignements personnels identificatoires.</p></section>"
          },
          "maxLength": 2000
        }
      ]
    },
    {
      "name": "page_risk_mitigation_steps",
      "title": {
        "en": "PIPEDA Breach Report - Risk mitigation",
        "fr": "Rapport d'atteinte à la LPRPDE - Atténuation des risques"
      },
      "elements": [
        {
          "type": "comment",
          "name": "StepsReduceRisksDescription",
          "title": {
            "en": "Description of any steps (apart from notification to affected individuals) taken by the organization to reduce the risk of harm to affected individuals, or to mitigate that harm",
            "fr": "Les mesures que l'organisation a prises (autres que la notification des intéressés) afin de réduire lerisque de préjudice à l'endroit des intéressés, ou afin d'atténuer un tel préjudice"
          },
          "description": {
            "en": "<p><section class='alert alert-info'><p>For example, this can include:</p><p><ul><li>taking steps such as resetting passwords, offering credit monitoring services where appropriate, recoveringmisdirected information, seeking confirmation from unintended recipients that they have destroyed and not circulated the information; and</li><li>notifying third parties or organizations that can reduce the risk of harm, such as the police, paymentprocessors or credit card companies.</li></ul></p></section></p>",
            "fr": "<p><section class='alert alert-info'><p>Par exemple, ceci peut comprendre ce qui suit:</p><p><ul><li>prendre des mesures comme réinitialiser les mots de passe, offrir des services de surveillance du crédit le caséchéant, récupérer les renseignements envoyés à un mauvais destinataire, obtenir la confirmation despersonnes auxquelles les renseignements n'étaient pas destinés qu'elles ont détruits ces renseignements etqu'elles ne les ont pas diffusés;</li><li>aviser les tierces parties ou les organisations qui peuvent réduire le risque de préjudice, comme la police, lescentres de traitement des paiements ou les sociétés émettrices de cartes de crédit.</li></ul></p></section></p>"
          },
          "isRequired": true,
          "maxLength": 2000
        }

      ]
    },
    {
      "name": "page_risk_mitigation_organization",
      "title": {
        "en": "PIPEDA Breach Report - Risk mitigation",
        "fr": "Rapport d'atteinte à la LPRPDE - Atténuation des risques"
      },
      "elements": [
        {
          "type": "matrixdynamic",
          "name": "OrganizationDescription",
          "title": {
            "en": "Description of any organizations and/or government institutions notified about the breach not mentioned above (for example, professional bodies or other privacy commissioners' offices)",
            "fr": "Description de toute autre organisation ou institution gouvernementale avisée de l'atteinte et non mentionnée ci-dessus (par exemple, ordres professionnels ou autres commissariats à la protection de la vie privée)"
          },
          "isRequired": true,
          "cellType": "dropdown",
          "columns": [
            {
              "name": "Name",
              "cellType": "text",
              "title": {
                "en": "Organization name",
                "fr": "Nom de l'organisation"
              }
            },
            {
              "name": "DateNotified",
              "title": {
                "en": "Date notified",
                "fr": "Date de l'avis"
              },
              "cellType": "datepicker"
            }
          ],
          "rowCount": 1,
          "minRowCount": 1
        }
      ]
    },
    {
      "name": "page_risk_mitigation",
      "title": {
        "en": "PIPEDA Breach Report - Risk mitigation",
        "fr": "Rapport d'atteinte à la LPRPDE - Atténuation des risques"
      },
      "elements": [
        {
          "type": "comment",
          "name": "StepsReduceRisksFuture",
          "title": {
            "en": "Description of the steps taken to reduce the risk of a similar event occurring in the future",
            "fr": "Description des mesures qui ont été prises afin de réduire le risque qu'un événement similaire se produise à l'avenir"
          },
          "description": {
            "en": "<p>For example:</p><p><ul><li>an experienced IT security firm has been hired to review the organization's security program and weare committed to making any recommended improvements;</li><li>all new contracts with web service providers will include the following quality control provisions ... ,</li><li>a privacy training module has been developed and is now mandatory for all staff;</li><li>all laptops will be encrypted;</li><li>software change management protocol has been updated; etc.</li></ul></p>",
            "fr": "<p>Par exemple:</p><p><ul><li>un cabinet expert en Tl a été embauché afin d'examiner le programme de sécurité d'une organisation etcelle-ci s'est engagée à apporter toute amélioration recommandée;</li><li>tous les nouveaux contrats conclus avec des fournisseurs de service Web comprendront les dispositions decontrôle de la qualité suivantes ... ;</li><li>un module de formation sur la protection des renseignements personnels a été élaboré et est maintenantobligatoire pour tout le personnel;</li><li>tous les ordinateurs portables seront cryptés;</li><li>le protocole de gestion des modifications du logiciel a été mis à jour; etc.</li></ul></p>"
          },
          "maxLength": 2000
        }
      ]
    }
  ],
  "completedHtml": {
    "en": "<section class='alert alert-info'><p>Should you require additional information about breach reporting requirements under PIPEDA, please see our office's guidance entitled <a href='https://www.priv.gc.ca/en/privacy-topics/privacy-breaches/respond-to-a-privacy-breach-at-your-business/gd_pb_201810/' target='_blank'>What you need to know about mandatory reporting of breaches of security safeguards</a>.</p></section>",
    "fr": "<section class='alert alert-info'><p>Si vous souhaitez obtenir des renseignements supplémentaires sur les exigences en matière de déclaration aux termes de la LPRPDE, veuillez consulter le document d'orientation du Commissariat intitulé : <a href='https://www.priv.gc.ca/fr/sujets-lies-a-la-protection-de-la-vie-privee/protection-des-renseignements-personnels-pour-les-entreprises/mesures-de-securite-et-atteintes/atteintes-a-la-vie-privee/comment-reagir-a-une-atteinte-a-la-vie-privee-dans-votre-entreprise/gd_pb_201810/' target='_blank'>Ce que vous devez savoir sur la déclaration obligatoire des atteintes aux mesures de sécurité</a>.</p></section>"
  }
}